{
    "code": 200,
    "data": {
        "headers": [
            {
                "page": 2,
                "bbox": [
                    237,
                    96,
                    449,
                    255
                ],
                "text": "如何再次拿起书 [美]艾伦·雅各布斯 著魏瑞莉 译",
                "type": "Header",
                "contain_formula": false,
                "font_size": 15.468750953674316,
                "font_name": "STZhongsong",
                "children": null
            },
            {
                "page": 3,
                "bbox": [
                    285,
                    123,
                    353,
                    163
                ],
                "text": "目录",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 3,
                "bbox": [
                    99,
                    158,
                    383,
                    744
                ],
                "text": "我们还能拿起书吗可以帮我开一份书单吗当我们阅读时，大脑在做什么书荒了怎么办从你最喜欢的作家那里模仿阅读请拿着笔读书电子书也是书从“读完了”到“读懂了”手机的诱惑废寝忘食为什么有些人不读诗不同的书，区别对待你为什么没办法看完整本书",
                "type": "Header",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "MicrosoftYaHei",
                "children": null
            },
            {
                "page": 4,
                "bbox": [
                    100,
                    62,
                    345,
                    362
                ],
                "text": "你不可能读完所有的书嘘——别说话重读是浪费时间吗这本书很好，但我不喜欢阅读需要独处，也需要社交不期而遇当你第一次拿起书",
                "type": "Header",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "MicrosoftYaHei",
                "children": null
            },
            {
                "page": 5,
                "bbox": [
                    98,
                    88,
                    542,
                    200
                ],
                "text": "那些讨厌看书，或者对阅读毫无兴趣的人，也许会觉得这本书索然无味。但是如果有谁曾体验过阅读带来的种种乐趣（愉悦、智慧、快乐）——即使这已是很久以前的事情，这本书就是为你们而写的。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 6,
                "bbox": [
                    218,
                    122,
                    420,
                    163
                ],
                "text": "我们还能拿起书吗",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 6,
                "bbox": [
                    71,
                    194,
                    567,
                    746
                ],
                "text": "有一次我正在书房阅读时，我十几岁的儿子走进来，歪着 [1] 头看了看我手里的书。那是莫提默·艾德勒和查尔斯·范 [2] 多伦的经典之作《如何阅读一本书》。“哦，老天，”他说，“去年老师要求我们读了这本书。也许我从中学到了一些阅读技巧，不过在那之后，我就再也不想看书了。”1940年，莫提默·艾德勒出版了《如何阅读一本书》，后来他说完全没想到这本书会迅速走红，并且常销不衰。虽然在某些方面艾德勒的阅读品味很“精英派”——他相信有些书是伟大的、最值得阅读的，这些书籍激励了他的一生——但是《如何阅读一本书》极好地继承了美国的平民主义传统，因为整本书背后隐藏的理念是：要想具备熟练阅读高难度文本的能力，你并不一定要支付高额的学费去接受大学教育；相反，你只需要一点儿指导——读一本传授阅读技巧和策略的书，然后从这里起步，按照自己的方式成为一个博学之人，让自己有能力去攀登人类精神财富的大山。而面对这座大山，艾德勒谦称他也不过刚刚从山脚起步。艾德勒的建议是，阅读的训练过程就像查尔斯·阿特拉斯的“动感压力”健身项目 [3] 一样，目的是为一般的美国人提供一个实际可行的方案，激发他们自身的进取精神。（《如何阅读一本书》中有一些劝勉的章节跟查尔斯·阿特拉斯的言论非常相似：“你只能依靠你自己的大",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 7,
                "bbox": [
                    72,
                    66,
                    568,
                    717
                ],
                "text": "脑，对眼前的文字反复加工，只有这样，你才可以从‘只能看懂一小部分’的状态逐步上升到‘能看懂一大部分’的状态。”这段表述跟查尔斯·阿特拉斯的“动感压力”健身法有异曲同工之妙，因为后者也强调健身要循序渐进，而不是用沉重的健身器材来“压出一块又一块肌肉”。）过去很少有美国人能上大学，而能够进入那些注重发展文学和艺术的大学的美国人更是少之又少。因此，在那个时代，为了提升自信，人们极其渴望得到艾德勒的指导。30年之后，美国的社会结构发生了极大的变化，因此艾德勒邀请查尔斯·范多伦帮他修改这本阅读指导手册。多亏美国政府在“二战”后通过了议案，决定为众多退役士兵支付大学学费，这大大提高了美国的大学生人口比例。有人可能会以为在这种情况下，艾德勒的指导大概就不那么有价值了。但是，艾德勒对此反驳说，大学只是致力于传播既成的事实，却忽略了对这些事实内容的理解，因此，美国人上大学的比例升高，并不意味着他们的阅读能力也随之提高了。而且，1940年后，人们的生活中出现了一件新事物：电视机。美国人的注意力变得更加分散，更加缺乏引导，阅读活动逐渐退出了人们的日常生活，甚至被视为反常举动，因此艾德勒认为他的书会历久弥新。艾德勒的这些看法当然是正确的。不过，要是当时他能预知美国在之后30年中的变化，他会说些什么呢？看到现在我们身边有这么多令人分散注意力的新事物，或许他也会非常失落地放弃阅读事业了。毕竟，在1972年，美国人能收看的电视台",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 8,
                "bbox": [
                    72,
                    70,
                    567,
                    712
                ],
                "text": "基本上不超过四个，仅有的几台电脑还都是庞然大物，被锁在大学或为数不多的大公司的地下室里。众多精英人士纷纷表达了担忧和感慨，但这并不能说明阅读正在走向衰落。在美国，仍有数以百万的人沉迷于读书，这一点从几百家大型连锁书店的存在就可以得到证明（尽管这些书店也正在努力维持生计），从图书销售网站亚马逊的巨大成功就可以得到证明，从奥普拉读书会的发展壮大就可以得到证明，还有全美教育协会最近一项关于美国民众阅读习惯的调查也表明，文学作品和其他长篇作品的阅读量出现了令人惊奇的 [4] 增长。再来看看这个：2008年1月，苹果公司的总裁史蒂夫·乔布斯接受了《纽约时报》记者的采访。采访中，乔布斯最关注的当然是苹果新产品的发布，不过他也乐意谈谈自己对其他事物的看法，比如说，亚马逊当时新推出的电子书阅读器。“且不说这个产品本身的好坏，事实摆在眼前，那就是人们根本不看书了。”他说，“去年美国有40%的人只看了一本书或者连一本也没看完。这个产品的研发概念从一开始就是错的，因为人们根本不看书了。”两年后，他发布了新产品——苹果平板电脑，并且强调了该产品与苹果公司新开发的网上书店之间的联系，以及这一产品在阅读报纸、杂志——当然了，还有书籍方面的卓越性能。我并不认为在2008年到2010年间，会自发地出现一大批苹果公司的潜在读者客户。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 9,
                "bbox": [
                    72,
                    71,
                    566,
                    708
                ],
                "text": "我跟很多读者面对面地谈过，也收到过很多读者的来信：我书籍的读者们经常会给我发邮件或写信，而他们的教育背景、人生经历千差万别。就在几周前，我收到了三位读者的来信，他们读了我写的C. S.刘易斯 [5] 的传记：一封是一个加拿大的大学生发来的邮件，她在自己的博客上发表了一篇很长的文章，谈论对那本书的一些看法；一封是一个佛罗里达的高中生打印出来，然后寄给我的，是她对那本书满满一页的评论（总体来说她喜欢这本书，不过觉得有些章节难以理解）；还有一封是一位纽约的老妇人寄来的很长的手写信，她半个世纪前曾经跟刘易斯通过信，所以想向我描述一下当时的情况。当然，这些交流都很有限，但是在与读者更加充分地交流后，我发现，尽管他们兴致颇高，却常常缺乏信心：他们不知道自己阅读时的注意力集中程度、谨慎程度和洞察力是否符合要求。这种不确定的感觉在每代人身上都有，只不过呈现方式不同。我尤其好奇的是被如今社会称为“最愚蠢的一代”的年轻人。不断有人声称，对同时存在的多种刺激物的沉溺使这些年轻人无法专注于某一事物，因此他们也就没有能力阅读那些大部头著作。有些年轻人对这种指责不屑一顾，但是大部分年轻人都或多或少地相信这是真的。在无数次被人指责没有能力阅读后，他们就懒得再做尝试了。这不只是十几岁、二十几岁的少年或青年的想法，我遇到过一些40多岁甚至更年长的人也怀有这种心态。他们当中的很多人说，自己以前会读书，不过因为习惯了在线阅读，注意力只能短暂集中，这让他们再也无法静下心，坐下来看完一本书了。他们坐立不安，时不时地打开",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 10,
                "bbox": [
                    72,
                    71,
                    567,
                    740
                ],
                "text": "手机，查看有没有新邮件，或是刷刷微博。正因如此，尼古拉斯·卡尔 [6] 才会写道：最近几年来，我一直有一种不舒服的感觉，觉得某些人或某些东西正在鼓弄我的大脑，重塑中枢神经系统，重组我的记忆。我的思考能力没有消逝（这一点我能感觉到），但它正在变化。我现在的思考方式已经与过去截然不同。当我阅读时，这种感觉最为强烈。全神贯注于一本书或一篇很长的文章，曾经是易如反掌的事，我的大脑能够专注于叙述的演进或论点的转折，我还曾一连数个小时徜徉在长长的诗行里。但如今情况变了。往往在阅读两三页后，我的注意力就会开始转移。我变得焦虑不安，失去了思路，并开始寻找其他事情来做。我感觉自己一直在努力将自己任性的大脑拽回到书本上，过去甘甜如饴的阅读事业已变成一场战斗。最后他十分悲痛地总结道：“我想念以前的大脑。”（在本书后面的章节中，我会详细分析卡尔所处的这种非常具有代表性的尴尬境地。）当然，所有人都能阅读，那些从来没读过书的人可以通过学习来获得阅读能力，而那些丢掉阅读习惯的人也可以再次培 [7] 养这种习惯。大脑具有令人惊奇的可塑性，不过训练大脑需要恒心和耐心。我明白，我这番“你能做到”的积极论调与艾德勒和查尔斯·阿特拉斯的言论并无二致，更不用说巴拉克 [8] ·奥巴马和巴布工程师了。但是美国人自学的传统不容小觑，尤其是将之与时俱进地应用于阅读活动时，效果更是不同",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 11,
                "bbox": [
                    73,
                    71,
                    565,
                    741
                ],
                "text": "凡响。艾德勒和范多伦书中那套阅读方法（“如果这本书属于第一种类型，请使用第三套阅读方法”）和强烈的法规式语气，其实并不太适合现代人的思维方式。艾德勒和范多伦是非常严格的督促者。他们的书中频繁出现的一个词是“责任”，而这个词的承担者基本上就是他们的读者。他们提醒我们，这本书可是很“实用”的，能够实现一些特定的目标，而且“在这一点上，这本实用书的读者们负有特别的责任”，如果“这本实用书的读者认可它提出的目标，并且认为书中推荐的那些方法是正确有效的”，那么他或者她就必须遵从这本书的指示。要是没有尽到这份责任的话，我们就会非常担心艾德勒和范多伦会如何处置自己。在《如何阅读一本书》中有一段很奇怪的话。艾德勒和范多伦谈论了关于“权威书籍”的阅读，他们所说的“权威书籍”并不只是宗教教义、经典，还包括那些在某个特定团体内拥有绝对权威的书。在讨论这类阅读活动的时候，艾德勒和范多伦再次打出了“读者的责任”这一旗号，并做了大肆渲染：一本权威书的读者有责任搞清楚这本书的意思，并在某种“真正意义”上认为它说得对。要是读者自己做不到，他就有责任求助于有能力做到这一点的人。这个人可以是神父或祭司，也可以是团队中的上级，或者是这位读者的教授。在任何情况下，读者都应该接受别人提供的理解方案。本质上，读者不能随心所欲地阅读，但是作为回报，他得到了一种满足感，这是在阅读其他书时可能永远也无法获得的感受。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 12,
                "bbox": [
                    72,
                    71,
                    568,
                    758
                ],
                "text": "我从这段话的开头几句中读出了一种对“权威书籍”的怀疑态度，不过最后一句（“他得到了一种满足感，这是在阅读其他书时可能永远也无法获得的感受。”）让我有些惆怅，看起来艾德勒和范多伦并不是很介意动用这套权威。这种态度在他们强调《如何阅读一本书》的读者的责任时，体现得更加明显。若说《如何阅读一本书》的很多读者喜欢这种腔调的话，我并不会感到意外：正是这种言辞激烈的语句帮助读者增强了 [9] 毅力、强化了决心。（乔治·奥威尔曾经写过他的一位小学同学的故事，那位同学有一次考得很糟，考试结束后，他满怀懊悔地希望考前能被人用藤条打一顿，这样他就会更努力地复习了。）毕竟，在那些希望阅读更多书的人中，有一大部分人把阅读当作了一种提升自我的途径，多亏了他们，《如何阅读一本书》才会不断被重印至今。为了增加自己的知识储备，你当然可以读书，关于这一点，我在后面的章节里会具体谈到，但我想先谈谈其他问题。请暂时忘记正确的阅读方式，先问问自己为什么要阅读。首先，且最重要的原因是，读书能带来极大的乐趣，阅读是人类的一大乐事，而那种“动感压力”健身法式的阅读则完全忽略了这一点。莫提默·艾德勒的合著者查尔斯·范多伦可能已经意识到了，在《如何阅读一本书》中，有些章节太过强调“责任”，因此在1985年，他出版了《阅读的乐趣——鼎力推荐189位世界顶级作家及其著作》。这本书的封面上印有艾德勒的评价，还有著名编辑克里夫顿·费迪曼 [10] 的评论：“范多伦先生是少有的真正善于读书的人，他读书没有什么特定目的，纯粹是",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 13,
                "bbox": [
                    71,
                    69,
                    567,
                    742
                ],
                "text": "为了乐趣。他的作品激励着我们既深入又愉悦地发掘那些好书中无限多变的领域。”尽管这里强调了乐趣、激情和愉悦，但“读者的责任”这一符咒却很难消退，这一点在费迪曼自己的书中也有体现——《一生的读书计划》，这里的关键词 [11] 是“计划”。实际上，不管范多伦的导读多么富有激情，《阅读的乐趣》中仍然充斥着跟费迪曼一样行文富有条理的权威作家的名字，还有全书结尾处的那份“十年阅读计划”，其内容和选文顺序都“绝不仅仅是建议性质的”。现在，范多伦可能已经赢得了一些平民的支持，因为他在《阅读 [12] 的乐趣》2008年的修订版中，加入了J. K.罗琳，甚至是 [13] 卡尔·希尔森的名字——不过这两位作家最终能够入选这样一个本质上极富指导性、权威性的名单，还是有点儿奇怪的。这种自我帮助、自我提升的阅读模式似乎深深地植根于美国文化中：即使是极为体贴和仁爱的评论家迈克尔·德达 [14]，在其著作《畅游书海》中也难抵诱惑地列出了一份包含16本著作的重要书单，并声称如果读者能认认真真地看完这些书，“你基本上可以了解世界上所有的文学作品”。真的是这样吗？“了解世界上所有的文学作品”，只要我读完这16本书就能做到？这么快就能见效？［这是美国人一直以来乐于相信的一类事情：基督教福音传道者，后来成为欧柏林大学第一任校长的查尔斯·芬尼，曾在1835年断言：“（宗教）复兴的正确方法与种植小麦、稻子的正确方法从哲学（以及科学）上讲是相通的。我相信，实际",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 14,
                "bbox": [
                    71,
                    68,
                    568,
                    759
                ],
                "text": "上 我 很 确 定 ： 相 较 而 言 ， 宗 教 复 兴 的 失 败 率 会 更 低 一 点儿。”种植小麦，劝说人加入基督教，向人们敞开文学世界的大门——做成这些事都需要合适的装备、恰当的技巧，并严格按照指示行事。］把艾德勒、范多伦和费迪曼等人的书当作卖弄学问之作，这样做很容易，但是正如前面谈到的，美国的广大读者群，或者说其中很大一部分人无法直接获取阅读的乐趣，而是非要用一堆责任义务来分割本来可以得到的乐趣。照他们的想法来看，那些未被证实对自己有益的书将会受到质疑——至于“为了乐趣而读书”，或者“乐趣”本身，则从道义上来讲就是不合理的。托马斯·福斯特的作品《如何像教授一样阅读文学作 [15] 品》和《如何像教授一样阅读小说》正是利用了人们的这种焦虑心理：两本书都暗示受过良好训练、公认的行业专家能够最好地完成阅读活动，并含蓄地承诺这种专业技能至少有一部分是可以被传授给普通读者的。作为一名文学教授，我必须承认，第一次看到福斯特的书时，我心想：“像教授一样读书？天哪，那可就糟了！”（不过福斯特设想的当然是位完美的教授。）在学术性阅读这一问 [16] 题上，我非常赞同小说家扎迪·史密斯在几年前接受采访时表达的观点：总的来说，我觉得我的学生时代，尤其是临毕业的那一年，真的是我一生中最幸福的时光。但是——但是！我觉得学校生活中有很多事是极为烦闷和荒谬的，让人难以忍受。有太多的个人生活经历被隔断在学校的院墙之外。尤其是在",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 15,
                "bbox": [
                    74,
                    543,
                    564,
                    729
                ],
                "text": "[1] 莫提默·艾德勒（Mortimer J. Adler，1902—2001）：美国哲学家、作家、著名编辑。——译者注[2] 查尔斯·范多伦（Charles van Doren，1926— ）：美国作家、编辑，编辑修改了艾德勒于1940年出版的《如何阅读一本书》，该书1972年出版的新版由两人共同署名。——译者注[3] 查尔斯·阿特拉斯（Charles Atlas，1892—1972）：意大利裔美国健身专家。“动感压力”是阿特拉斯自创的一套运动课程，分为12课和1节终生课程，配以照片指导，并鼓励练习者交流提问。———编者注",
                "type": "Footnote",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 15,
                "bbox": [
                    74,
                    71,
                    563,
                    520
                ],
                "text": "英语系，那种对严肃、专业的过度追求，还有对本该模棱两可、难以归类的阅读行为的严格监管，让我觉得很难适应……我一直觉得英语系中弥漫着一股失望之情。学生们觉得：我们这些聪明人被召集到了这里，准备聆听教诲，可所学的竟然就是……这种东西？小说？它们实在是……太没用了……这种心态让我很沮丧。有些人对小说的态度太令人尴尬了，他们是那么想从这些小说中得到别的东西。但是不管这种获得专业技能的承诺对一部分人来说多么具有吸引力（同样诱人的还有艾德勒和范多伦给出的与之类似的步骤式指令，以及费迪曼提供的由经过检验的权威书籍组成的填鸭式书单），对另一部分人来说，这只会让他们觉得阅读是一种苦役。我儿子就是其中之一：正是《如何阅读一本书》飘散出来的种种责任、义务和美德的芳香把他吓跑了。还有很多人跟我儿子一样，其中有对阅读缺乏自信的人，也有从来都不读书的人，还有不再读书并对此心怀愧疚的人——尤其是那些沉迷于网络世界的人。所以在此我想提出一种完全不同的对阅读的解读模式。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 16,
                "bbox": [
                    74,
                    65,
                    565,
                    739
                ],
                "text": "[4] “美国国家艺术基金会的研究报告《阅读势头见长》记录了美国近代文学史上出现的重大转折点。调查结果显示，20多年来，美国成人群体的文学阅读量第一次出现了增长。在持续几十年的下降趋势后，此次面向全美人口所做的广泛调查所涉及的各个年龄群体的阅读量实际上都出现了明显的增长。”这份报告所依据的各项调查都是在2008年进行的。——原注[5] C. S.刘易斯（Clive Staples Lewis，1898—1963）：爱尔兰裔英国知名作家及神学家。1950年，刘易斯出版了奇幻小说《狮子、女巫和魔衣柜》，此后的6年里，他继续以故事中的纳尼亚王国为主题，每年出版一本小说，共同组成了奇幻文学巨著《纳尼亚传奇》。他被誉为“最伟大的牛津人”，也是20世纪最具领导地位的作家兼思想家之一。——译者注[6] 尼古拉斯·卡尔（Nicholas Carr，1959— ）：美国科技作家，原《哈佛商业评论》执行主编，成名作为《IT不再重要》。作品《浅薄》入选了亚马逊畅销书百强，于2010年底在中国出版，此书引发了“互联网是否让人类变得越来越浅薄”的热烈讨论。——译者注[7] 值得注意的是，尽管存在着我之前提到过的种种担忧，但是大多数人仍对阅读颇有好感，而且根据西北大学社会学家的一组研究报告，人们都满心希望以后能增加阅读量：“90%的人相信阅读是‘有效利用时间的方式’。他们觉得自己本该读得更多，因为几乎没有人认为阅读‘是一件难事’。他们期待着以后能多读些书。当被问到‘你觉得未来的几个月到几年内，你的阅读量是会增加、减少还是保持不变？’时，45%的受访者认为会增加，3%的受访者认为会减少，还有51%的受访者认为会保持不变。人们尤其希望阅读更多具有教育意义或能够改善生活的书，比如说非虚构类的文学作品、报纸，还有《圣经》 。”一项英国的调查表明，人们确实相信他们的阅读量增加了。“尽管阅读一事面临着来自各类新媒体的挑战，而且人们的休闲方式也越来越多，但是几乎没有人觉得他们的阅读量比5年前有所减少。大部分受访者（约占80%）都认为自己的阅读量没有变化或有所增加。”——原注[8] 巴布工程师：英国著名卡通节目《巴布工程师》的主人公，带领小伙伴们建造美好的城市。他们的口号是：“我们一定行！”——编者注[9] 乔治·奥威尔（George Orwell，1903—1950）：英国小说家、散文家。——译者注[10] 克里夫顿·费迪曼（Clifton Fadiman，1904—1999）：美国作家、编辑、电视和电台节目主持人，其作品《一生的读书计划》已在中国出版。——译者注",
                "type": "Text",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 17,
                "bbox": [
                    71,
                    67,
                    569,
                    372
                ],
                "text": "[11] 1960年，费迪曼出版了这本书，当时的书名是“克里夫顿·费迪曼一生的阅读计划”。——原注[12] J. K.罗琳（Joanne Kathleen Rowling，1965— ）：系列小说《哈利·波特》的作者。——译者注[13] 卡尔·希尔森（Carl Hiaasen，1953— ）：美国小说家、专栏作家，其代表作《脱衣舞娘》《我爱猫头鹰》都曾被改编为同名电影。——译者注[14] 迈克尔·德达（Michael Dirda，1948— ）：美国书评家，1993年获得普利策新闻奖。——译者注[15] 这两本书均已在中国出版，中译本书名为“如何阅读一本文学书”和“如何阅读一本小说”。——编者注[16] 扎迪·史密斯（Zadie Smith，1975— ）：英国小说家，代表作有《白牙》《论美》等。——译者注",
                "type": "Text",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 18,
                "bbox": [
                    196,
                    122,
                    442,
                    164
                ],
                "text": "可以帮我开一份书单吗",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 18,
                "bbox": [
                    72,
                    196,
                    566,
                    748
                ],
                "text": "每年会有好多人请我帮忙（一般来说都是我的学生，不过也有朋友和熟人，甚至还有不知道怎么得知了我电子邮箱的陌生人），让我为他们列出阅读书单。“亲爱的雅各布教授，您能不能给我推荐一些今年夏天读的书？”或者是“亲爱的教授，您认为所有受过教育的人都应该读的10本最重要的书是什么？”我不喜欢第二个问题的原因应该显而易见了，不过对于第一个问题，我实在是一点儿也烦不起来，因为它实际上是在以问题的形式表达赞美和恭维。尽管如此，我从来都不会接受这类请求。原因有两个，都关乎我所认为的阅读的价值与乐趣。第一，如果提问者只是想要一份西方文学名著的书单（《伊利亚特》《神曲》《哈姆雷特》《失乐园》《卡拉马佐夫兄弟》），他们随便在哪儿都能找到，而且很有可能已经知道那些书单的内容了。所以，应该假设他们是想让我推荐一些其他的书，不过我从来都不清楚，或许他们自己也不知道，他们想要的究竟是什么。我的感觉是，他们想要的要么是那些对我来说非常重要的书（从这个角度来看，这种提问的确是对我的恭维），要么是那些被期刊杂志称为“被遗忘的杰作”的书。但是满足后一个标准的书实在是太多太多了，而仅仅因为我自己喜欢一本书，就认为别人也会觉得它有意思、有帮助，这种想法是毫无根据的。别人的兴趣、爱好或者个人需求可能跟我并不一样。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 19,
                "bbox": [
                    73,
                    67,
                    566,
                    737
                ],
                "text": "现在，如果有人对我说：“这里列出了我最喜欢的10本书，你能帮我推荐其他几本我可能会喜欢的书吗？”我也许会更愿意，也更有准备来回答他的问题。但是这种情况基本上从没出现过，真是太遗憾了：我极为讨厌人们索要那种笼统的、抽象的、脱离语境的书单，但极为乐意向我认识的那些与我兴趣、品味相投的人推荐书籍。不久前，当我阅读尼尔·斯蒂芬 [1] 森的长篇科幻小说《飞越修道院》时，老是会想起一位朋友，他对这种书非常感兴趣。所以我一看完它，就立刻冲到附近的书店又买了一本，送到他家，并极力推荐，请他尽快开始阅读。当然，我并不确定朋友最后会不会喜欢这本书，但是我知道他会对书中的故事情节极为感兴趣，而且，最重要的是，我知道我们一定会就斯蒂芬森的故事展开一些愉快的谈话。正因如此，1907年的诺贝尔文学奖得主、英国作家鲁德亚德·吉卜林曾说：“除非一个人非常了解另外一个人，否则他就无法向对方荐书，即使是推荐最好的书。如果一个人很想看书，他应该虚心求教于那些了解他人生经历的年长者，并听取他们的建议，尤其重要的是，跟对方多聊聊当初最吸引自己的那些书。”有了这样的友情和共同爱好后，荐书是一件乐事，否则它会立刻成为一项沉重的责任（而且很有可能是毫无意义的责任），而我并不喜欢把阅读跟沉重的责任搅到一起。在很多情况下，这些请求与提问者实际阅读的内容之间并没有什么关系，他们只想读完书，要的只是结果——他们渴望说出“好了，现在我可以把这本书从清单上画掉了”之类的话。 [2] 在理查德·罗德里格斯闻名于世的自传《如饥似渴》中，他描述了自己曾经受到这种求知冲动驱使的经历。“小学",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 20,
                "bbox": [
                    72,
                    68,
                    566,
                    754
                ],
                "text": "四年级的时候，”他写道，“我开始着手实施一个宏伟的阅读计划。”他请老师们为他列出了“最重要的书”，然后就开始遵照这些书单一本一本地读，完全不考虑这些书的真正价值在何处。我决定在笔记本上记下读完的那些书的中心思想。读完《鲁滨孙漂流记》后，我记下这本书的中心思想是“学会独立生存很重要”；读完《呼啸山庄》后，我记下了要警惕“情绪失控”的危险。重读这些简短的道德评价常常会让我感到泄气，我无法相信这就是阅读的真正价值所在。但在后来的很多年中，这是我获取书籍教育意义的唯一途径。当然，成年读者不会再像小时候的罗德里格斯那样单纯了，这一点千真万确：那些向我索要书单的人是不会把书的中心思想写在笔记本或学习卡片上的。但是他们和罗德里格斯的区别其实也没有想象中的那么大：他们有着同样的责任感。比如，罗德里格斯阅读柏拉图《理想国》时的体会对很多年长者来说并不陌生：“我得时不时地看看封面上的评论，提醒自己这本书是讲什么的，不过……我读完了这本书中的每一个字。当我读完最后一个字的时候，我很坚定地告诉自己，我看完《理想国》了。带着一种强烈的自豪感，我郑重其事地从书单上画掉了柏拉图的名字。”所以我经常谢绝向别人荐书的原因之一，就是不想助长这种思维习惯。而这种否定中也有肯定的一面，那就是我一贯主张的基本阅读准则，或者可以说是一条不可更改的准则：随兴而读。我是从评论家和诗人兰德尔·贾雷尔 [3] 那里学到这条",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 21,
                "bbox": [
                    72,
                    70,
                    562,
                    754
                ],
                "text": "准则的，他曾经遇到过一位学识渊博的学者兼评论家，后者每年都要重读一遍吉卜林的小说《吉姆》。贾雷尔对此所做的评论是：这位评论家说他每年都要读一遍《吉姆》。他读《吉姆》的动机很简单，就是出于兴致：不是为了教育别人，也不是为了批评挑错，只是出于热爱——他读这本书，就跟当初吉卜林写这本书一样，只是因为他喜欢，他想要读，难以克制这份兴致。对他来说，读这本书不是为了准备一场演讲或者写出一篇文章，阅读本身就是结果。他读这本书并不是为了从中获取什么，而只是想读它。这不正是艺术作品对我们的要求吗？里尔克说过，艺术作品一直都在对我们传达一种理念：你必须改变你的人生。它要求我们也把事物本身作为结果，而不是过程或工具，也就是说，我们要了解并热爱事物本身。在人生中那些积极进取、渴望向上和坚强有力的时刻，这种改变也许是超出了我们自身能力的；但当我们出神地读、听、看时，这种改变绝对是我们力所能及的。在这种时刻我们能够做出选择，选择让我们的一部分天性顺从其自然的欲望。所以，最后我要对你说一句话：随兴而读！随兴而读！乍看上去，贾雷尔的这段话可能是自相矛盾的：他先是提出要为了读书而读书，接下来又说，读书是因为书要求“你必须改变自己的人生”。不过这种语言上的矛盾只是表面。那些无须理由就应当去读的书恰恰是在要求我们不计较好处地改变自己的人生；它要求我们停止计算得失，它要求我们完全出于快乐和兴趣去做一件事，而不是因为在我们评估各种行为价值",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 22,
                "bbox": [
                    71,
                    66,
                    567,
                    732
                ],
                "text": "的大脑数据表或记账簿中，这件事是有一定价值的（本杰明·富兰克林就有这么一本账簿 [4] ）。在《如何阅读一本书》的开篇，艾德勒和范多伦解释，人们阅读的首要目的是获取信息和增长知识，但是接着他们又有些抱歉地补充道：当然，除了获取信息和增长知识外，阅读还有其他的目的，那就是娱乐消遣。不过，本书将不会涉及“为乐趣而阅读”的内容。这种阅读方式，不需要什么努力，也没有任何规则。每个认识字的人只要愿意，都可以从阅读一本书中得到乐趣。但是理查德·罗德里格斯的故事却让我有些怀疑上述说法。在我看来，这一点并不难理解：小的时候，我们总被灌输这样的观念——阅读对你有多么大的好处，阅读能带来多么丰富的营养和充足的信息，所以阅读不可能是愉快的，为了乐趣而阅读从根本上来说就是不对的。艾德勒和范多伦选用的“娱乐消遣”一词表现出了他们的这些怀疑。与我刚才所用的“乐趣”一词相比，“娱乐消遣”带有一层轻视，而且前面常常加上“仅仅是”。格雷厄姆 [5] ·格林把自己作品中自认为称得上是文学的虚构作品叫作“小说”，剩下的那些紧张刺激的故事，例如《斯坦布尔列车》和《布赖顿硬糖》，则被他称为“娱乐作品”。而“乐趣”一词的含义更加宽泛：既有罪恶的快乐，也有永久的快乐。艾德勒和范多伦不想惹上麻烦，只是做了简单的区分，将“娱乐消遣”当作没有价值的部分，而把信息和知识当作与",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 23,
                "bbox": [
                    71,
                    69,
                    568,
                    724
                ],
                "text": "之对立的高尚部分。但是这样划分阅读目的会让你无法理解乐趣的含义，从而在乐趣到来时对它产生误解。所以我对那些请我推荐书目的人说：看在上帝的分儿上，读书不是给大脑吃有机蔬菜，更不是（这个比喻稍微有些抽象了）坐上“思维健身器”逐字逐页地阅读，仿佛正盯着卡路里的消耗数值——这种辛苦费力的运动会让你在征服了《米德尔 [6] 马契》后获得一些不甚愉快的成就感，但这根本就不是阅读，而是C. S.刘易斯说的“社会与道德保健”。在刘易斯看来（我也非常赞同他的这一观点），当批评家，尤其是被他称为“警惕派”的成员们说服其他人他们就是阅读活动最合适的监护者以及应该读什么书的最佳评判者时，上文提到的情况就会应运而生。刘易斯写这段话的时候，英国 [7] 的“警惕派”首领是他在剑桥大学的同事F. R.利维斯； [8] 而在我所处的时代，没有人比哈罗德·布鲁姆更像“警惕派”成员了。布鲁姆写了一本书，书名是“如何读，为什么读”，不过，它其实应该叫“读什么，思考什么”。这本书是由很多小章节构成的，分别谈到了布鲁姆认为可以当作文学评判标杆的小说、故事和诗歌等。在这些章节里，布鲁姆只是告诉你每部作品的重要之处，并用概括性的语言解释了作品的含义。虽然在“概述”部分中，布鲁姆给出了一些看起来具有操作性的建议，不过综合整本书中的建议，他就是在说“照我说的去做”。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 24,
                "bbox": [
                    71,
                    70,
                    569,
                    737
                ],
                "text": "布鲁姆难以容忍那些想在非经典书籍上花费精力的人，语气听起来就像他已经有了一套自己的宗教违禁书单。看看这一段吧。2003年，他说当代美国作家中只有四位“值得称道”，他们是菲利普·罗斯 [9] 、托马斯·品钦 [10] 、科马克·麦卡锡 [11] 和唐·德里罗  [12] 。当然，布鲁姆并没有暗示，其他没那么优秀的作家的作品就不应该读——只不过读后面这些作品就是在浪费我们的时间。（这倒是引出了一个很有意思的问题：为什么布鲁姆要在 [13] 《如何读，为什么读》一书中提到托妮·莫里森的《所罗门之歌》呢？很显然，按照他对当代美国小说家的看法，莫里森并不算是一流作家。实际上，他虽然赞同莫里森有一定的才能，却并没有直接赞扬她的哪一部作品——他只是提到比起她的《宠儿》来，他更喜欢《所罗门之歌》，他还这样预测了她的职业发展动向：“她的实力很强，我敢说她将来一定会有大成就。”真是个含糊其词的家伙！）由此我们大概可以了解对于《哈利·波特》系列小说大受欢迎一事，布鲁姆该有多么不舒服。在这个问题上，布鲁姆并不够理智。举个例子，他是这么记录自己第一次阅读J. K.罗琳作品时的感受的：“在阅读的过程中，我发现每次小说中的人物开始走路时，作者都会写‘迈开双腿’。于是我开始在一个信封的背面记下这个短语出现的次数，在记录了几十次之后，我就不再看这本书了。”“几十次”到底是多少次呢？我想至少得是二三十次吧。也就是说，布鲁姆在《哈利·波特与魔法石》的某些章节（或者是半本书？大半本书？）中看到同一个",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 25,
                "bbox": [
                    72,
                    70,
                    567,
                    737
                ],
                "text": "短语出现了二三十次，这就要求这本书里包含不下二三十次人物走动的场景。但我不会再探讨这个问题，我并不想鼓励读者自己去数一遍，更不是觉得如果我比布鲁姆少数了二十次，就更接近真实结果。古代雅典人将人类分成两个群体，一个群体拥有极高的智慧和美德，另一个群体则没有这些天赋，也就成为被嘲笑与被奴役的对象。当布鲁姆阐述他对阅读的这些观点时，他的语气非常像古代雅典人。他直截了当地表示那些读《哈利·波特》的人恐怕不会，也不可能去读其他类型的书。“有一大群《哈利·波特》的读者是肯定不会去读那些层次更高的作品的，比 [14] 如肯尼斯·格雷厄姆的《柳林风声》，或是刘易斯·卡 [15] 洛尔的《爱丽丝梦游仙境》。”在另外一段话中，他写道：“读《哈利·波特》并不能引领我们的孩子去读吉卜林的经典儿童文学作品《原来如此》和《丛林之书》，更不会引领 [16] 他们去读瑟伯 的《十三座钟》、格雷厄姆的《柳林风声》，或者是卡洛尔的《爱丽丝梦游仙境》。”这些极为斩钉截铁的论断，是他在2007年接受《新闻周刊》杂志的采访时，针对《哈利·波特》系列的热销所做的：“我觉得这是世界人民阅读能力的极大衰退。”布鲁姆极为严肃地使用了“阅读能力”这个词，他怀疑那些读《哈利·波特》的人并不是真的在读书。在他看来，J. K.罗琳的读者们不算是真正的读者，他们从她书中获取的主要好处只不过是“能暂时从屏幕前解脱出来”，这样他们“可能就不会完全忘记翻书页的感觉，翻任何一本书的感觉”。但是如",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 26,
                "bbox": [
                    71,
                    68,
                    568,
                    737
                ],
                "text": "果他们看完这本书之后永远也不去阅读“层次更高的作品”，这么做还有什么益处呢？“假如，你实在没办法接受劝说去读更好的书，那么J. K.罗琳的书也可以凑个数”——不过，说实话，“罗琳的书又有多少实际的教育意义呢？……如果一本书不能丰富充实你的思想、精神或者人格，那为什么还要读它呢？”确实如此，为什么不继续待在屏幕前面呢？如果这就是你所擅长的事情，如果你并不拥有极高的智慧。 [17] 2000年8月，布鲁姆在与雷·苏亚雷斯一起参加吉姆·莱勒  [18] 主持的新闻访谈节目时，强调了自己的这一观点 。 苏 亚 雷 斯 评 论 道 ： “ 看 来 你 是 没 办 法 接 受 有 人 这 么说，‘好吧，至少他们在读书’，不管他们所说的是成人还是孩子。”布鲁姆回答道：“雷，他们并不是真的在读书。他们的眼球扫过书页，他们翻过每一页，但他们的思维已经被陈词滥调所麻痹。没人对他们提出要求。没有……他们没有发生任何变化。他们被一种你所说的非现实或者回避现实的事物所控制。”最近《华盛顿邮报》引用了一位叫埃里克·威廉森的教授对他学生所下的论断：“教室里几乎每个学生都声称斯蒂芬· [19]  [20]  [21]金是比唐纳德·巴塞尔姆、威廉·沃尔曼更优秀的作家，甚至在英语系中也是如此。这些学生并不为阅读低层次的作品感到羞愧。”让我们先不谈斯蒂芬·金跟巴塞尔姆、沃尔曼孰优孰劣（我不知道威廉森教授是否对他在这件事上面的意见做过解释），只是考虑一下，我们是不是真的希望人们带着羞愧感去读巴塞尔姆、沃尔曼或者其他人的作品",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 27,
                "bbox": [
                    72,
                    69,
                    568,
                    758
                ],
                "text": "——不是因为他们沉迷于《死去的父亲》或是觉得《起起伏伏》写得好，而是因为他们想让别人看到自己在读这样的书， [22]而一旦威廉森教授发现他们手上拿着一本《狂犬惊魂》，就一定会对他们大加羞辱。极为势利而又才华出众的评论家德怀特·麦克唐纳 [23] 所说的一段话中包含着更多的智慧。他自称是一个“保守的无政府主义者”：“嗯，我是说，作为一个无政府主义者，我并不想把人们掌控在自己手中，强迫他们接受某种文化。我认为他们应该做出自己的选择。如果他们想去博物馆或者音乐会，那没问题，但是他们不应该被诱导去做这些事，或者因为做这些事而蒙羞。”在我看来，布鲁姆的论调只会对读者产生两种影响：其一是让他们扬扬自得——“是的，我，还有其他少数几个像我一样的人，读的是正确的作品”。其二是吓坏他们——“我怎么可能达到那么高的标准呢？”这两种反应都与真正的阅读无关。在这个问题上与布鲁姆意见相左的刘易斯设想了一群受过教育的成年人在接受了“警惕派”的良好调教后，扬扬得意地讨论着最近所读之书的情景，“可是唯一真正亲近文学的人，却是屋后卧室里的那个正在读《金银岛》的小男孩。他藏在被窝里，借着手电筒的光亮看书。”（这孩子读的也可能是《哈利·波特》。）说到这儿，有一条来自另外一个读者阵营的信息非常值得提及。美国LCD Soundsystem（液晶音响系统）乐队的主唱詹姆斯·墨菲谈到了他自己的阅读经历：“我真的很想写一部专著为‘装模作样’这个词正名……我觉得这个词已经沦落得像‘讽刺’一样了。就是这种以偏概全的词语解释将人们与有",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 28,
                "bbox": [
                    72,
                    68,
                    567,
                    750
                ],
                "text": "趣的感受、文化体验以及可能会发生的苦恼远远隔离开来。装模作样也可以带来其他结果。你知道吗？我第一次读《万有引力之虹》，是因为我觉得这会让我显得比较有个性。这就是我最初的动机。但是现在那本书我已经读过6遍了，我觉得它非常有趣、非常棒，我理解了书中的意思。有时候你不能害怕丢脸。”年轻人常常通过装模作样来展示他们想成为什么样的人，他们可能在有限的范围内发现了一些好的事物，然后他们就用自己有限的知识和经验竭尽全力去追求这些事物。他们看到了敬佩或者在某些方面吸引他们的人，然后就开始模仿这些优秀之人的各种喜好。这种模仿会造成越来越多的装模作样，但在很多情况下，装模作样最终成了现实：我们所渴望拥有的品味常常会成为我们自己的品味。（对威士忌、香烟、毒品、羊杂碎，还有书籍的品味都是如此。）“成就来自模仿”这句话是真的，而且非常重要。“装模作样也可以带来其他结果。”这句话充满了智慧。然而我们确实也需要最终摆脱装模作样，因为有些事情，发生在小罗德里格斯身上是情有可原，甚至令人感动的，但发生在成熟的成年人身上，却只会让人讨厌。一个孩子不为了向任何人炫耀，只是带着纯粹的热情和兴趣去读书，这很美好。刘易斯也是因为这一点才会认同人们阅读并不深奥的通俗书籍。 [24] 在他之前，G. K.切斯特顿也抱有同样想法。切斯特顿生活在维多利亚时代，他为当时大受欢迎的廉价惊险小说辩护。“我认为，再找不到哪本书有着比当今年轻人热衷的底层文学更可笑夸张的荒诞情节了。”切斯特顿承认这些书并不属",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 29,
                "bbox": [
                    72,
                    69,
                    567,
                    745
                ],
                "text": "于真正意义上的“文学”，因为“在一个想象的世界里，几个虚构的人物不受干扰地上演故事，这样的传统比上流艺术遵循的法则更深刻，更古老。我们每个人小时候都曾编造过故事，幻想过戏剧性的角色，但我们从来没想过要去认真研究巴尔扎克的作品，然后修改自己脑子里的剧本”。在很多方面我很赞同布鲁姆的意见，对他长期以来坚持推崇最优秀的小说和诗歌心存感激，但就上述问题而言，我坚定地站在刘易斯和切斯特顿这一边。去读那些能带给你快乐的东西（至少大部分时候能带给你快乐的东西），且不要怀有任何愧疚。即便你是那种少见的，只能从人们称之为巨著的作品中获得乐趣的人，也不要只把这类书当作你唯一的精神食粮。如果你天天都去最高档的餐厅吃饭，也会腻味的。巨著的伟大之处有一部分在于它们对读者的要求：它们的含义不容易被解 [25] 读，也不容易把握。诗人W. H.奥登曾经写过：“一个人无须每天都花费精力去解读一首伟大的诗歌，这是不太必要的。真正的杰作应该留到‘精神的盛大节日’再读。”留到我们自己的圣诞节或者复活节，而不是每个寻常日。值得注意的是，在小罗德里格斯看来正确而又严肃的事情（阅读名作，并且只读名作），却被奥登视为“不必要”。这其实并没有那么矛盾。“不必要”的并不是名作本身，而是这样的想法：在任何时候，我作为一名读者，都应该准备好，达到这本书对我的要求，迎接挑战去读懂它。这些挑战对还没有做好准备的读者（他们可能10岁、20岁，也可能60岁）来说重达千钧，结果就会导致阅读变成我之前提过的如“坐上思维健身器”一般痛苦的经历。谁会喜欢这样的经历呢？",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 30,
                "bbox": [
                    73,
                    72,
                    567,
                    732
                ],
                "text": " [26] 在沃尔特·肯的自传《精英教育的迷失：一个优等生所受的不良教育》一书结尾，他回忆起自己刚从普林斯顿大学毕业时读到的一本书。在此前的人生中，他只是为了取悦他人而读书，这些人主要是他的老师。过去的他就是一个愤世嫉俗版的罗德里格斯，只把阅读当作一种能够获取其他好东西的工具。（“我依赖自己模仿权威人物的能力，不断重复他们的思想，就像那是我自己得出的结论一样……学习除了是一种猎取别人思想的途径外，还是什么？智慧不就是狡猾地猎取别人的思想吗？”）但是尝到甜头后，他看到了这种行为的空虚，他的所有理想瞬间破裂了，这让他几乎完全崩溃：“我的文化水平在提高，但是我的思想却丧失了对外延世界的感知能力，退回到了愚蠢无知的状态。”但正是在这个时刻，当再没人命令他或期望他做任何事时，他随手拿起《哈克贝利·费恩历险记》看了起来，然后他又看了《远大前程》。就是这样：姗姗来迟、磕磕绊绊、极其偶然又非常难以置信，我的教育终于开始了。我不知道它能带给我什么，它能赢得谁的赞许，也不知道它需要多久才能完成（我心里有个声音说，一辈子），但是这一次，我破例没有关注这些问题。我独自一人待在房间里，眼睛布满血丝，筋疲力尽，忘记了对自我提升的追求，遗忘自我，只想读书。我不再想填补空白，只想把自己当成一片空白，等待被这些内容来填补。他最后说：“我只想看看这些作家是怎么想的。”人生中第一次，沃尔特·肯在随兴而读。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 31,
                "bbox": [
                    74,
                    691,
                    565,
                    742
                ],
                "text": "[1] 尼尔·斯蒂芬森（Neal Stephenson，1959— ）：美国著名赛伯朋克流派科幻作家。1992年出版的《雪崩》是他迄今为止最重要的作品，也奠定了他赛伯朋克宗",
                "type": "Footnote",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 31,
                "bbox": [
                    72,
                    69,
                    567,
                    669
                ],
                "text": "无论何时，选择做一个自由阅读者，开始这种全新的生活，都为时不晚。肯的自传出版没多久后，凯瑟琳·沙因 [27]在《纽约时报》上发表了一篇精彩的文章，称自己是一名“少年文盲”，意指她少年时期中止了阅读，尤其是文学阅读，直到成年后才重新开始。她在文中写到，她曾经因为找不到她喜欢读并能一直读下去的书而感到沮丧。“有个柜子里放着我前男友留下的东西，我想起来其中有一个包，里面有一本查尔斯·狄更斯的《我们共同的朋友》平装版，那是我前男友最喜欢的书。几天之后，我从这本细腻优美的书中抬起头，暗骂自己以前浪费了太多时间，睿智的上帝早已经清楚地为我指明了接下来的人生应该如何度过，那就是读狄更斯的书。”对沙因来说，这是一个“关键时刻”，而且“要不是我以前那么无知的话，这一刻可能也不会发生”。也就是说，当她做好准备的时候，她遇到了一大批精彩的好书——这个时候她能够理解它们提供给她的信息。“第一次读《哈克贝利·费恩历险记》的时候，我35岁。上个月，我第一次读了《我的安东尼娅》，这真的是一种恩典。要是……我14岁的时候就已经读过《哈克贝利·费恩历险记》了，我还会在35岁的时候重读一遍吗？也许吧，但是那样就不会有身为成年人第一次阅读这本书时的绝妙感受了。”所以好书正在等待着你。这一点你大可放心：当兴致来临时，它们会为你做好准备。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 32,
                "bbox": [
                    72,
                    87,
                    569,
                    743
                ],
                "text": "[2] 理查德·罗德里格斯（Richard Rodriguez，1944— ）：美国记者、作家。——译者注[3] 兰德尔·贾雷尔（Randall Jarrell，1914—1965）：美国诗人、文学评论家、儿童作家、小说家。——译者注[4] 本杰明·富兰克林是美国著名的政治家、科学家，曾做过出版商、印刷商。——编者注[5] 格雷厄姆·格林（Graham Greene，1904—1991）：英国作家、戏剧家、文学评论家，代表作有《文静的美国人》《权力与荣耀》等。——译者注[6] 《米德尔马契》：英国小说家乔治·艾略特的小说，篇幅较长。——编者注[7] F. R. 利维斯（Frank Raymond Leavis，1895—1978）：英国文学批评家，著有《伟大的传统》《小说家劳伦斯》《小说家狄更斯》等。——译者注[8] 哈 罗 德 · 布 鲁 姆 （ Harold Bloom ， 1930— ） ： 美 国 当 代 著 名 文 学 教授、“耶鲁学派”批评家、文学理论家。1973年出版了《影响的焦虑》，“用一本小书敲了一下所有人的神经”，在美国批评界引起巨大反响。他的主要研究领域包括诗歌批评、理论批评和宗教批评三大方面，他因独特的理论建构和批评实践被誉为“西方传统中最有天赋、最有原创性和最有影响力的文学批评家之一”。——译者注[9] 菲利普·罗斯（Philip Roth，1933—2018）：美国小说家，成名作为《再见，哥伦布》。——译者注[10] 托马斯·品钦（Thomas Pynchon，1937— ）：美国小说家，代表作为《万有引力之虹》。——译者注[11] 科马克·麦卡锡（Cormac McCarthy，1933— ）：美国小说家、剧作家，凭借小说《路》获得普利策奖。——译者注[12] 唐·德里罗（Don DeLillo，1936— ）：美国小说家、剧作家、散文家，代表作有《天秤星座》《白噪音》。——译者注[13] 托妮·莫里森（Toni Morrison，1931— ）：美国小说家，诺贝尔文学奖与普利策奖获得者。——译者注",
                "type": "Text",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 33,
                "bbox": [
                    71,
                    71,
                    569,
                    721
                ],
                "text": "[14] 肯尼斯·格雷厄姆（Kenneth Grahame，1859—1932）：苏格兰作家，经典儿童文学作品《柳林风声》的作者。——译者注[15] 刘易斯·卡洛尔（Lewis Carroll，1832—1898）：原名查尔斯·路德维希·道奇逊。英国数学家、逻辑学家、作家，以《爱丽丝梦游仙境》闻名。——译者注[16] 詹姆斯·瑟伯（James Thurber，1894—1961）：美国著名幽默作家、寓言作家、插画家。——编者注[17] 雷·苏亚雷斯（Ray Suarez，1957— ）：美国广播记者、节目主持人。——译者注[18] 吉姆·莱勒（Jim Lehrer，1934— ）：美国著名记者、作家。——译者注[19] 斯蒂芬·金（Stephen King，1947— ）：美国现代惊悚小说大师、畅销书作家，代表作有《闪灵》 《肖申克的救赎》 等。——译者注[20] 唐纳德·巴塞尔姆（Donald Barthelme，1931—1989）：美国作家、后现代主义小说家，作品有《死去的父亲》 《巴塞尔姆的白雪公主》 等。——译者注[21] 威廉·沃尔曼（William Vollmann，1959— ）：美国小说家、记者，小说曾获美国国家图书奖，作品有《起起伏伏》 等。——译者注[22] 《狂犬惊魂》：斯蒂芬·金的小说。——编者注[23] 德怀特·麦克唐纳（Dwight Macdonald，1906—1982）：美国作家、哲学家。——译者注[24] G. K. 切斯特顿（Gilbert Keith Chesterton，1874—1936）：英国作家，代表作为《布朗神父探案集》。——译者注[25] W. H.奥登（Wystan Hugh Auden，1907—1973）：近代英国诗坛上最知名的诗人之一，1946年成为美国公民。——译者注[26] 沃尔特·肯（Walter Kirn，1962— ）：美国小说家、文学批评家，著有小说《在云端》。——译者注[27] 凯瑟琳·沙因（Cathleen Schine，1953— ）：美国小说家。——译者注",
                "type": "Text",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 34,
                "bbox": [
                    161,
                    122,
                    477,
                    164
                ],
                "text": "当我们阅读时，大脑在做什么",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 34,
                "bbox": [
                    72,
                    194,
                    566,
                    719
                ],
                "text": "试想，这多么奇怪啊，人们首先会受兴致的指引而开始阅 [1] 读。这并不是一件自然的事。就像史蒂芬·平克曾经说过的，“使用语言是人类的一种本能，但使用书面语言并不是……当一群没有共同语言的孩子被放在一起时，他们会创造一套他们自己的语言”。但是说到书写，“一群孩子不可能创造一套字母，就好比他们不可能发明内燃机。孩子们很熟悉声音，但相比语言，书写并非一种必不可少的工具，后者他们必须刻苦学习才能掌握”。然而人一旦掌握了理解所写文字的能力，阅读就会变成一项极富乐趣的活动，而且很难解释其中的原因。关于这一问题有很多讨论。几年前一位很有才气的英国评论家A. D.纳托尔 [2] 写了一本书：《为什么悲剧能够带来快乐》。在这本书中，他深入研究了一个至少从亚里士多德时代起就困扰着人类的难题。人们可能会觉得，看到俄狄浦斯双眼无神、跌跌撞撞地走过舞台，哈姆雷特死在雷欧提斯的毒剑 [3] 下，海达·高布勒握着子弹上膛的手枪冲出卧室，等等，我们是绝对不可能感到愉快的（也许“愉快”或“快乐”不是最恰当的词），但这却是许多聪明、高雅，甚至非常仁慈之人一次又一次观剧时的真实感受。这真奇怪；然而更奇怪的是，",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 35,
                "bbox": [
                    71,
                    70,
                    567,
                    745
                ],
                "text": "这些愿意去剧院观看悲惨场景的人，也愿意品读这些戏剧的原著，被书中的情节深深打动，唏嘘落泪。若是把悲剧换成喜剧，问题依然存在：很少有人好奇，为什么人们愿意去剧院观看一部被搬上舞台的喜剧（没有人会拒绝大笑，千金难买一笑嘛），可是为什么有人会通过浏览白纸上的黑字这种奇特的方式发笑呢？一个人盯着这些字，然后笑得喘不过气，这不是非常奇怪吗？但是我们多数人都有过这种经历，也基本都见过别人这副样子。这样的事情再平常不过了。近年来，认知学家们在研究阅读的原理方面取得了很大的成果——阅读是如何作用于大脑的。关于这项研究的著作有很 [4] 多，其中最为著名的就是玛丽安娜·沃尔夫的《普鲁斯特 [5] 与乌贼》和斯坦尼斯拉斯·迪昂的《脑的阅读》。迪昂写道：“阅读的故事，开始于视网膜接收到书页反射的光子。但是视网膜并不是一个均匀同质的传感器，只有它的中心部分——视网膜中央凹，密集地分布着对进入视网膜的光线具有高分辨率的细胞，而视网膜的其他部位对光线的分辨率相对较低。人只能看清中央凹周围的文字，视域只有15度，中央凹是视网膜中唯一对阅读真正有用的部位。”这个小小的高分辨率感光部位决定了我们的眼睛要以“Z”字形扫过书页。在我们成为有经验的读者后，扫视就可以让我们仅凭几个字母认出一个单词，依靠几个词来看懂整句话的意思。不过，通常我们会注意到当前所关注单词的前面十几个词，而且十次中会有一次，我们用眼睛迅速回看那些已经看过的词，从而确定自己",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 36,
                "bbox": [
                    72,
                    68,
                    567,
                    746
                ],
                "text": "没有误解它们的意思。这种相当复杂的视觉跳跃（或者说，导致了这种跳跃的有限的视觉器官）为我们的阅读速度设定了一个非常牢固的限制。熟练的读者每分钟能够阅读500个单词，考虑到我们视网膜有限的聚焦能力，这几乎已是我们所能做到的最好了。尽管如此，大脑处理文字的速度要比我们的眼睛快得多[6] ，而且在过滤噪声和识别标记方面非常熟练。举个例子，我们几乎毫不费力就能辨认出一个词语（比如说“阅读”），不管显示出来的字体是大是小。同样，无论是小学生歪歪扭扭的笔迹，还是大学教授优雅飘逸的字迹，我们都能够轻松辨认出其书写的内容。这种几乎无障碍的信息处理过程主要发生在大脑的某个特定区域：迪昂说我们可以在“左侧颞枕部边缘”找到这个区域，我相信他说的是真的。不过真正令人吃惊的是，在这个区域中，读者的大脑进行着繁重的解码文字的工作，但无论这些文字是英文、希伯来文，还是中文，不管你是从左向右读，还是从右向左读，不管你所读的是表音文字还是表意文字，它们对大脑的文字处理过程实际影响不大。至于你是通过拼音还是识字学会阅读的，也对此毫无影响。日本的读者需要理解两套完全不同的标记符号，叫作平假名和片假名，这两种符号会在同一段文字中出现，比如在报纸文章中，而处理这两种符号时，读者用到的都是同一个大脑区域。就像迪昂所说，这看起来真的“就像有一个专门用于阅读的脑组织”，虽然实际上并没有这种组织，因为还没有足够的时间来让大脑进化，毕竟人类阅读的历史只有几千年。缺乏生物进化的支持，大脑却能够",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 37,
                "bbox": [
                    72,
                    71,
                    566,
                    688
                ],
                "text": "如此规律地发挥作用，关于这一点，迪昂进行了清晰又详尽的解释，不过在这里我们就不用深入探究了。迪昂和沃尔夫都非常感兴趣的问题是，阅读的流畅性和轻松感将如何被突发事件或疾病扰乱，以及为什么有些人永远也不能流畅地阅读。他们对这些问题的关注主要出于两个原因。其一，机能失调是生物学家探索正常机能的最好参照系：如果你能够找出是什么导致一项机能失调，那么你就能学到很多让机能恢复正常的方法。迪昂解释说，关于阅读的认知语境，有一个很重要的研究案例。一个19世纪的法国人C先生，有一天早上起床后，发现自己不能阅读了。他还能正常说话，写字也没问题，而且还能辨认书写的数字——可是他完全失去了阅读能力。他得了中风，这场病导致他大脑的某个区域受损，当科学家通过观察C先生发现了这些信息后，他们可以得出一个结论，那就是阅读能力所对应的大脑区域跟说、写、辨认数字所对应的大脑区域是不同的。其二，迪昂和沃尔夫所做的研究对有阅读障碍的人，尤其是孩子，带来的实际好处最大。沃尔夫实际上是一位儿童研究教授，她和迪昂在研究读写困难以及相关的机能失调方面都很有建树。他们希望能够通过自己的努力帮助那些渴望摆脱读写困难的人，还希望自己的研究成果能够影响儿童阅读的教学方法。迪昂甚至多次在书中提到了对所谓“儿童阅读专家”的恼怒，这些人只顾争论什么是最好的儿童阅读教学方法，却完全忽略了在人类大脑处理文字领域日益丰硕的研究成果。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 38,
                "bbox": [
                    71,
                    66,
                    566,
                    709
                ],
                "text": "对我来说，这些研究都具有永久的吸引力，不过，当我阅读这些著作的时候，心里总有个声音在说：“可是你们并不是 [7] 真的在谈论阅读。”当我看P. G.伍德豪斯的小说时，总会乐不可支。我躺在床上尽力压抑自己，以免笑出声来吵醒妻子，但最终还是忍不住，于是从几年前开始，我就避免把伍德豪斯的小说带上床。《李尔王》的最后一幕让年轻的塞缪尔·约翰逊  [8] 伤透了心，所以他几十年都没敢再看这本书。（“我要提一下，”约翰逊在自己校订的《莎士比亚全集》的序言中写道，“很多年前，我被科迪莉亚的死震住了，那时候我就想，只有等到我做了编辑，可以修订这个剧本时，我才敢看这部剧的结局。”）还有托尔斯泰的《安娜·卡列尼娜》中那不幸的一刻——在乘坐火车的漫长旅途中，安娜沉迷于小说人物的精彩生活，因为渴望自己的生活也出现激情，她无力抵抗偷情的诱惑（她对这些本来就没什么抵抗力）。显然这些经历才是跟阅读相关的。提出这样的看法对沃尔夫和迪昂实在是大不敬。他们当然是在谈论阅读，只不过与我日常所感兴趣的阅读不同，是阅读的另外一面。他们的关注点在迪昂的这段话中得到了集中体现：“一段写下来的文字并不是一段高保真的录音，它的目的不在于重现一段谈话的声音，而在于把这段话进行编码，从而能够让读者从这段‘摘要’中迅速获取写作者的原意。”从纯粹的认知层面来说，这就是阅读的本质：编码和解码。这是一个双向交流的系统，就像电脑解码一串由0和1组成的字符，或者人体细胞繁殖时，基因链被识别和复制。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 39,
                "bbox": [
                    72,
                    71,
                    566,
                    757
                ],
                "text": "我发现当沃尔夫，特别是迪昂描述这些生理过程时，我几乎读不下去了。我一直在想自己眼球的运动，自我意识如此强烈时，人是无法理解眼前的句子的，至少我是如此。我不得不回头重读一些段落，并且竭尽全力不去想自己在做什么。（这让我想起有时在快速下楼的过程中，我会突然意识到自己的双腿是如何运动，整个身体是如何保持平衡的——然后就必须立刻放慢脚步。）也许亲爱的读者们，在阅读这个章节的时候，你们也遇到了同样的问题？这些小干扰让我们意识到，每天畅快的阅读是多么奇特又精彩的体验。狄更斯的《大卫·科波菲尔》中有一段极为著名的篇章，讲的是母亲改嫁后，小大卫怎么与死板、严肃，说不准心肠也很恶毒的继父摩德斯通一家人生活。“说到和年龄相仿的孩子们做游戏，那是很稀罕的事，因为依照摩德斯通姐弟阴暗神学观念，所有孩子都不过是阴郁的小恶魔（虽然圣徒中也有过一个小孩），并坚信他们会将毒性传给彼此……我想，我变得阴郁、迟钝、拮据也是必然的结果。”的确是必然的。“我相信我准会昏昏沉沉地过下去，”大卫继续说，“如果没有那件事发生的话。”是这样的，我爸爸留下了一小部分书，在楼上的小房间里，我可以进这个房间（因为它紧挨着我的房间），而家里其他人从来没关心过这些书。就在那个美妙的小房间里，罗德里克·蓝登、柏雷葛伦·辟克尔、汉弗莱·克林克、汤姆·琼斯、韦克菲尔德牧师、堂吉诃德、吉尔·布拉斯和鲁滨孙·克鲁索  [9] ，他们就像令人愉快的主人一样陪伴着我。他们激活了我超越时间和空间的想象力以及对未来的希",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 40,
                "bbox": [
                    72,
                    67,
                    566,
                    717
                ],
                "text": "望——这些书，还有《一千零一夜》《魔鬼仆人的故事》，对我是完全无害的，因为就算书里有一些不好的东西，我也没有看出来，我不了解那些……让我好奇的是，当时我是怎么依靠扮演这些书中我最喜欢的人物——我真的那么做了——把摩德斯通先生和他的姐姐想象成书中那些坏人，从而安慰自己熬过那些小麻烦的（对当时的我来说可都是大麻烦）。有一整个星期，我都在幻想自己是汤姆·琼斯（那是孩子眼中的琼斯，心眼不坏）。我清楚地记得，还有一次，我一整个月都把自己当成了罗德里克·兰登。“这是我唯一的也是经常的慰藉。”大卫最后说，“想到这个，我脑子里总会出现这幅画面：夏天的傍晚，孩子们都在院子里玩耍，而我则坐在床上，就像要阅读到老。 ”就像要阅读到老——这是怎么回事？在这里我要强调一下，我并不是要拿大卫·科波菲尔的精神来指责沃尔夫和迪昂的学术研究，更不是要拿纯洁的人文学科来打压讨厌的自然科学。这样的举动小气愚蠢，而且是不对的。相反，我只想强调一点，在更好地了解了人类解码纸上符号的神奇能力后，我们还面对着一个同样不寻常的事实：我们当中有些人有强烈的读书欲望，还有些人会用眼睛扫视书页上的文字，从中获得莫大的安慰。那些刺激到我们视网膜的文字会被传输到左侧颞枕部边缘，然后在那里被解码，整个过程是非同一般的；解码后的内容会让人们眼含热泪，或者发自内心地大笑，还能够给一个离开了亲爱的妈妈、心里十分难过的小男孩带来几个小时甚至更长时间的快乐……我无法用言语来形容这些经历是多么奇",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 41,
                "bbox": [
                    74,
                    72,
                    564,
                    130
                ],
                "text": "特。在之前的篇章里，我曾鼓励你“随兴而读”，但一个人为什么会感受到那种独特的兴致呢？这是一个不解之谜。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 41,
                "bbox": [
                    73,
                    149,
                    568,
                    752
                ],
                "text": "[1] 史蒂芬·平克（Steven Pinker，1954— ）：加拿大出生的美国实验心理学家、认知科学家和科普作家。——译者注[2] A. D.纳托尔（Anthony David Nuttall，1937—2007）：英国文学家、文艺评论家。——译者注[3] 海达·高布勒：易卜生同名话剧中的主人公，是一位大家闺秀，最后开枪结束了自己的生命。——编者注[4] 玛丽安娜·沃尔夫（Maryanne Wolf）：美国作家、教育家。——译者注[5] 斯坦尼斯拉斯·迪昂（Stanislas Dehaene，1965— ）：法国数学家、认知神经学家。——译者注[6] 迪昂的书中有一段话让我感到既兴奋又恐惧。他在这段话中写道，如果我们能够摆脱视觉能力的局限，就能实现真正的快速阅读。“如果一句话中的词语依次出现在视线聚焦的那一点，也就是说不需要眼球的转动，那么一个优秀读者的阅读速度将快得难以置信——平均每分钟读1 100个单词，而最好的读者每分钟能够阅读1 600个单词，相当于每40毫秒读一个词，这要比现在一般人的阅读速度快上三四倍！在使用这种快速序列视觉呈现方式时，认知和理解的结果都是令人满意的，这就说明了眼球转动时间的长短不会对正常的阅读活动造成很强的约束和影响。也许这种计算机化的呈现方式意味着在将来的阅读世界中，电子屏幕会逐渐取代纸张。”——原注[7] P. G.伍德豪斯（Pelham Grenville Wodehouse，1881—1975）：英国幽默小说家。——译者注[8] 塞缪尔·约翰逊（Samuel Johnson，1709—1784）：英国著名文人，以《约翰逊字典》闻名于世。——译者注[9] 大卫提到的人物都是广受欢迎的探险小说（主要是18世纪的小说）的主人公。前三个人都是托比亚斯·斯摩莱特同名小说的男主人公；接下来的人物依次属于亨利·菲尔丁的《汤姆·琼斯》 、奥利弗·哥德史密斯的《韦克菲尔德牧师传》 、塞万提斯的《堂吉诃德》、法国作家阿兰·勒内·勒萨日的《吉尔·布拉斯》（这本书是受到塞万提斯的影响写成的，又深深地影响了斯摩莱特）、大名鼎鼎的笛福写的",
                "type": "Text",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 42,
                "bbox": [
                    74,
                    69,
                    565,
                    137
                ],
                "text": "《鲁滨孙漂流记》。虽然这里提到的很多书都被后世奉为经典，但是在它们诞生那个年代，却被人视为“廉价惊险小说”，只能拿来随便读读，打发无聊的时光，而且禁止神职人员阅读，因为书中宣扬的都是不好的道德观念。——原注",
                "type": "Text",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 43,
                "bbox": [
                    243,
                    122,
                    397,
                    164
                ],
                "text": "书荒了怎么办",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 43,
                "bbox": [
                    71,
                    196,
                    568,
                    751
                ],
                "text": "“随兴而读”中的“兴”，始终是阅读中最基本的东西，但它也许不能涵盖所有。读想读的书，看真正喜欢看的书，这对我们来说应该是再正常不过的事。但即使如此，有时候我们心里还是会有疑问，就像一首老歌中唱的：“这就是全部了吗？”我们可能还想知道，除了那些我们特别喜欢的书，是不是还有其他书能够给我们带来欢乐或者启发，或者二者兼有。很多孩子都有这种体验：《哈利·波特》翻到了最后一页， 《绿山墙的安妮》也看完了，接下来该看什么呢？尼尔· [1] 盖曼是一位极富才华的科幻作家，他的作品深受儿童和成人的喜爱，他曾谈及刘易斯的《纳尼亚传奇》丛书在他童年生活中的重要地位：“记得我7岁生日那天，我躺在床上，从头到尾看完了那套书。在接下来的四五年里，我不断地看着那些书。当然了，我也会看别的书，但我心里明白，我看别的书，只是因为没有别的‘纳尼亚’的书可以看了。”难怪作家们会聚集在刘易斯家门外，希望自己可以获得批准续写“纳尼亚”的冒险故事，也难怪“神探南茜”系列的作者已经延续更替了好几代，他们将继续让这位年轻的侦探解开各种新的谜团，可能直到世界终结的那一天。成年人也会有同样的悲伤：有多少读者在为简·奥斯丁只留下了6部作品而扼腕叹息啊！因此近些年出现了《傲慢与偏",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 44,
                "bbox": [
                    72,
                    69,
                    567,
                    755
                ],
                "text": "见》的众多续篇，甚至出现了风格荒诞的《傲慢与偏见与僵尸》，还有无数作家尝试续写奥斯丁生前未能完成的小说。同样的热潮也适用于狄更斯未完成的那本《德鲁德疑案》：为什么狄更斯才58岁就去世了呢？除了这部未完成的作品，他脑子里肯定还构思了6本以上的小说没来得及写下！所以我们不断回头去读那些喜欢的书，尽力想留住它们的魔力。这些年来，我儿子常常自问是不是已经大致淡忘了《哈利·波特》的主线，是时候重读一次了？但这一举动的结果难以预测：有这样一种可能，喜欢某一本书的人，前后几次重读它的时间挨得太近，以至于他对书的内容了如指掌，闭着眼都能说出下一页的内容，因此这本书的能量被榨干了，只能被永远束之高阁。这是非常令人惋惜的。（最近我一直在检验自己 [2] 是不是彻底遗忘了帕特里克·奥布莱恩描写拿破仑时代海战和海军生活的“怒海争锋”系列小说的内容，这样我就可以带着全新的兴奋和喜悦来重读它们了。我像大厨守在炖锅旁一样，不断品咂着对这几本小说的记忆。我觉得，再过一年，我就可以和它们再次会面了。）所以说，兴致并不能代表一切。我的兴致总会把我带到同一批小说面前，但是我却面临着不可动摇的“收益递减法则”。我的注意力肯定会转向其他地方，去寻找其他同类的书——尽管就像沉迷于《纳尼亚传奇》的盖曼一样，我其实也知道没有任何书能比得上我最喜欢的那一本。那么我该怎么办呢？有一部分人选择为自己喜欢的作家和作品制作网站，或在一些网站上发布相关文章。这种具有奉献精神的行为当然在男 [3] 性读者中更为常见，也就是说J. R. R.托尔金在网络空间",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 45,
                "bbox": [
                    72,
                    69,
                    567,
                    750
                ],
                "text": "中比奥斯丁更受关注，同样大受欢迎的还有和托尔金风格类似的那批在文字中架空世界的幻想小说家。（很多科幻小说家在维基百科中的词条都要远远长于奥斯丁的。）还有同人小说，也就是某部作品的狂热粉丝为它写的续集 [4] 或续编。杰出的小说家迈克尔·夏邦在一篇文章中谈到，他10岁时读了阿瑟·柯南道尔“福尔摩斯”系列中的第一部小说《波希米亚丑闻》。读完后，他坐下来，开始写自己的福尔摩斯故事。后来他读完了柯南道尔笔下这位住在贝克街上的神探的所有故事，但这还远远不够：到了大概40岁时，他写出了他自己的福尔摩斯小说《最后一案》，这本书大受好评。夏邦相信，“所有的文学作品，无论水平高低，从《埃涅阿斯纪》开始，全部都是书迷的幻想之作。这就是为什么布鲁姆所谓的‘影响的焦虑’在我看来极度空洞……所有的小说都是续写前人的作品，受到前人之作的影响是一种幸福”。但并不是每一位读者都具有根据读过的故事来创作新故事的才能。我所描述的这几种行为，虽然填补了前后几次重读作品之间的空隙，且实际上本身就是一种独特的重读方式（当读者记录或模仿这些作品时，也一定会时常参考这些作品，就像研究《圣经》的学者在写评论时书桌上一定会摆着一本打开的《圣经》），但最终还是会让人感到厌烦。而那些充满激情的读者最终会被一个问题击垮：这就是全部了吗？在这种时刻，人们难免会寻找各种跟风模仿之作：奥斯丁 [5] 式的现代浪漫爱情小说，波特小说的盲目跟风之作，以及众多没有提到托尔金，却有大量巫师、小矮人、精灵、霍比特",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 46,
                "bbox": [
                    72,
                    71,
                    566,
                    689
                ],
                "text": "人（当然变换了名称，并做了一点儿微小的改动）出没的作品。但这么做很愚蠢——就算不愚蠢，看这些书，也只会带来两种令人不愉快的结果：要么你会沮丧厌倦，从而放弃所有的书；要么你的阅读品位会降低，能够接受越来越差的作品。前一种结果带来的危险显而易见：这个世界并不希望读书的人变得越来越少。而后一种结果则可能更加令人不安。那些无比热爱《魔戒》的读者可能会去读这本书所有的模仿之作，而那些迷恋奥斯丁的读者会去读《傲慢与偏见》的所有续集，他们读这些作品时只能降低期望。他们只能学着去接受模仿之作中没那么匠心独具、出人意料的情节，没那么栩栩如生的人物，没那么准确流畅的行文，没那么深刻明智的观点。他们得将自己放在与“二战”后的英国同样的境地，落实由战后英国政界要人斯塔福德·克里普斯爵士提出的艰苦朴素的财政政策。斯塔福德爵士在英国战后那段困难时期担任财政部部长，而一贯奢华铺张的温斯顿·丘吉尔对克里普斯的克制节俭极为不满。据说有一次丘吉尔访问南非时说：“我们到了，困在这个到处都是沙子的地方，连一株花草、一滴水都没有。要是克里普斯也在的话，他该多喜欢啊。”当然了，这只是一个玩笑，不过玩笑背后隐含了一个警示，那就是对某些人来说，极为必要的节俭也是难以接受的。同理，一旦读者适应了那些平淡无奇、毫无悬念的作品，他就会接受这些作品，把它们视为正常的（如果算不上令人愉快的）作品。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 47,
                "bbox": [
                    72,
                    68,
                    566,
                    760
                ],
                "text": "说到这儿，我是不是也带上了前文中我曾极力反对的“警惕派”的腔调？我是不是也跟布鲁姆一样，在谴责文学创作的不足？并不是这样的，我在这里所寻求的“权威”并不是那些在文化界受到认可（或者自我认可）的最终裁决者，也不是鞭策着小罗德里格斯把《理想国》从头读到尾的那种严格自律的阅读道德。但是，对于那些读低劣作品的人，人们经常会用轻松的语气帮他们辩解：“至少他们在看书。”而我赞同布鲁姆对这套论调的排斥——他说阅读《哈利·波特》毫无用处，甚至称不上是阅读，他是错的；不过当他批评人们为了读书而读书，完全不在乎阅读的内容时，他是对的 [6] 。我既不想说开卷皆有益，也不想就此屈从于“警惕派”的言论，那么我到底赞成什么样的阅读价值观呢？答案是，我赞成读者遵从自己的喜好标准。这听起来容易，但实践起来要难得多。 [7] 就拿爱德华·吉本来说吧，《罗马帝国衰亡史》让他成功跻身最为著名的历史学家之列，但他的成才之路并非一帆风顺。14岁时，他被爸爸送去牛津大学学习。那是在18世纪中期，当时这所大学已经完全抛弃了治学和育人的主旨。后来吉本在作品中提到，他在莫德林学院度过的这段人生是“我这辈子最无聊、最空虚的一段时光”。早在童年时，我就显露出了对书籍有些盲目的偏好，这种粗浅的情绪原本可以通过引导进入一个更深的航道，汇成一条清澈的小溪。如果是在一个教学机制完善的学院，接受治学严谨的教授的专业指导，那么我就应该逐渐阅读译作和",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 48,
                "bbox": [
                    73,
                    72,
                    564,
                    719
                ],
                "text": "原著，阅读拉丁文学和希腊经典著作，阅读古代典籍和当代科学；我的时间会被各种大有益处且令人愉快的学习活动占据，我无暇走神或者胡思乱想，也不会陷入无所事事的状态，更不会最终离开牛津。牛津大学的前身是修道士们创建的神学院，于是吉本将教职员们讽刺为“僧侣”。吉本很快发现，被指派来担任他导师的那位“僧侣”跟别人一样安于现状，不可能指望他给自己提供一丁点儿有意义的指导。吉本最终决定跳过指导环节，对此他进行了蹩脚的道歉，却发现导师不加质疑地欣然接受了。跳过指导本应是个例外，但仿佛在导师眼中这显得挺正常。当这位导师离开大学后，取代他的是另外一个更没有责任心的人：“某某博士牢牢记住了他有工资要领，却偏偏忘记了他还有责任要尽。”这种损害极大的忽视行为让这个天赋异禀却懒惰、缺乏训练的孩子只能依靠自己——说白了，就是依靠兴致。吉本后来才逐渐发现，那些兴致让他吃尽了苦头。如果你接触过青春期的男孩子，你就不会对这件事感到意外，因为就连那些最有天赋的男孩子也是如此；但是这个教训值得我们所有人注意。最重要的是，吉本毫无约束、任性而为的生活过得十分悲惨。他爸爸也许为他感到羞愧，牛津大学可能对他严加批评，但他想抱怨的不是这些。回首过去，他认为自己如果能够接受哪怕极为有限的学术引导，他的“时间会被各种大有益处且令人愉快的学习活动占据”——这里的关键词是“令人愉快”。要是当时他有正当的事情可做，有富有挑战性的事情可做，他应该会过得更快乐。他肯定会让他爸爸更高兴，让莫德林学院的院长更欣慰，虽然他并不关心这些。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 49,
                "bbox": [
                    72,
                    69,
                    567,
                    742
                ],
                "text": "由于吉本既没有得到外部引导，也没有能力自我引导，所以他举步维艰。他在莫德林学院期间几乎什么书都没读，主要是因为他在那个修道院一样的地方感到了强烈的拘束，而且因为他“最大的乐趣来自旅行”，他总是利用一切机会逃离城镇。有趣的是，当假期回到家里的时候，他不再感觉受到束缚了，对阅读的热爱又回来了。但引领他的是“对书籍有些盲目的偏好”，“一种盲目又孩子气的对异国历史的迷恋”——他只读一类书，于是就像阅读《傲慢与偏见》的续集和《哈利·波特》的仿作一样，书本渐渐变得索然无味。那么，读书还有什么意义呢？无所事事的状态最终将吉本带到了一个奇怪的方向，点燃了他宗教的（更恰当地说应该是基督教的）热情。他决定在一座教堂接受洗礼，于是他爸爸火速安排他离开了英国，并将他托付给一位瑞士的新教徒。在这个男人出人意料的温柔细心的照料下，吉本有生以来第一次开始了认认真真的精神探索之旅。也就是说，他终于得到了一些有益的指引、真诚的引导，这位导师并没有否定或者强行扭转他内心的喜好，而是帮助他看清了这些喜好会把他引领到什么方向。那个盲目热衷于“异国历史”的男孩成长为一个创作出了惊人杰作的男人，这部杰作极为全面而又出色地描绘了古罗马和中世纪君士坦丁堡帝国的奇异世界。也许读者会觉得吉本的经历跟自己并没有太大关系，因为他们可能会离开学校，却不大可能遇到一位亲切的瑞士新教徒来做导师。吉本放纵散漫的青春期跟我们有什么关系呢？但是我却不这样认为。这件事能帮助我们在一时兴起与兴致之间做",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 50,
                "bbox": [
                    71,
                    67,
                    566,
                    742
                ],
                "text": "一个必要的区分。一时兴起是轻率的、漫无目的的偏好，最终几乎都会带来厌倦、沮丧，或二者兼而有之。但兴致是完全不同的，它可以引导我们，因为它建立在自我认知的基础上——它能够成为我们思想上和蔼的“瑞士导师”。让我们回忆一下贾雷尔谈到的那个将吉卜林的《吉姆》读了一遍又一遍的人（见本书20页），“不是为了教育别人，也不是为了批评挑错，只是出于热爱——他读这本书，就跟当初吉卜林写这本书一样，只是因为他喜欢，他想要读，难以自制这份兴致”。有趣的是，贾雷尔提到的这个人是一位评论家——以阅读、思考和评论书籍为生，这位评论家敏锐地抓住了一个关键点：作为一名读者，如果他不允许自己不时跟随兴致的引领，去阅读一些能够带给他纯粹乐趣的东西，那么他宁愿自杀。这样的书，他是绝对，绝对不会评论一个字的。触动他的不是一时兴起，而是兴致，因为他了解自己，了解自己需要什么，了解什么能够带给他自己所寻求的那种快乐。我想贾雷尔也是这么想的，他评论这种阅读活动时说，“我们可以入神地阅读”，“只要我们选择让它发生，只要我们选择让天性的一部分遵循它的自然需求”。我们天性的一部分——了解自我，因而寻求真正优秀的东西的那一部分。我们对自己了解得越深，就越能够轻松做出所有读者都必须面对的一些抉择——举个显而易见的例子：是否要坚持阅读一本并不能带给我们乐趣的书？对小理查德·罗德里格斯来说，对其他所有为了在一份书单上打钩而阅读的人来说，这个问题并不存在，你开心与否，并不会影响你完成任务。一名牙医并不会因为他不喜欢这份工作而停止为病人修补蛀牙，同",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 51,
                "bbox": [
                    71,
                    69,
                    567,
                    744
                ],
                "text": "理，一个真正勤奋的读者也不会停止阅读。但如果我们不属于此列，就还是面临着抉择，如果我们是为了自己的乐趣而阅读，抉择就更为复杂，比如说，就算某一本书此刻不能带给我乐趣，但如果继续读下去，也许过一会儿它就能带给我乐趣了。也许乐趣只是来得比较慢，但会越读越多；也许我还没有完全适应这本书的语言风格，但是再读一会儿，我就能适应了；也许问题不在于这本书，而是在于我自己的注意力不能够集中，因为昨天晚上我睡得不太好，或是出于一些我不知道的原因，今天我的思维不太活跃。有很多种可能，但是我总要做出决定，要不要继续读下去；而无论读与不读，可能在接下来的很长一段时间内，我还是会随时面临着同样的抉择。实际上，第一次放弃读完一本书 [8] 是在我20岁的时候，那本书是威廉·加迪斯的《承认》。经历了漫长的“精神麻痹期”，忍了好久之后，我在第666页放弃了。那一天我很伤心，觉得自己被迫离开了那些高贵的圣人，但是第二天早上醒来时，我的灵魂都在歌唱。不管怎样，虽然我耗费在那666页上的时间再也回不来了，但本该用来啃剩下400页的时间现在可以任我自由支配了。我把这段时间当作一份纯净而体贴的礼物。当然，如果你已经放弃过一本读了600多页的书，那么再放弃一本读了50多页的书就显得微不足道了。这对我来说并不是坏事。我需要克服那种驱使我不停读书的责任感，才能在痛苦煎熬中放弃《承认》，从而最终得到解脱。我还明白了一点：今天放弃了一本书，并不意味着我以后就不能再看这本书了——我也不希望如此。每件事物的出现都有正确的时机，那么",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 52,
                "bbox": [
                    72,
                    393,
                    566,
                    753
                ],
                "text": "[1] 尼尔·盖曼（Neil Gaiman，1960— ）：当代幻想小说大师，其创作涵盖小说、漫画以及歌词等领域。惊悚小说大师斯蒂芬·金称赞他是一个“装满了故事的宝库”。代表作有《美国众神》等。——译者注[2] 帕特里克·奥布莱恩（Patrick O'Brien，1914—2000）：英国作家，以“怒海争锋”系列小说闻名。——译者注[3] J. R. R.托尔金（John Ronald Reuel Tolkien，1892—1973）：英国作家、诗人、语言学家，以奇幻史诗作品《魔戒》闻名世界。——译者注[4] 迈克尔·夏邦（Michael Chabon，1963— ）：美国小说家、编剧，曾获普利策小说奖、星云奖及雨果奖。小说代表作有《犹太警察工会》《月光狂想曲》等。——译者注[5] 哈利·波特的历险故事在中国掀起了强劲的续写风潮，你可以找到类似这样的书：《哈利·波特与黄金甲》《哈利·波特与豹走龙》《哈利·波特与大漏斗》《哈利·波特与瓷娃娃》。——原注[6] 在这个问题上，作家亚历克斯·罗斯的看法非常有趣：“那些不入流作品唯一的价值，就是它们也许能够在一定程度上促使年轻人喜欢上读书这项活动，而这反",
                "type": "Footnote",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 52,
                "bbox": [
                    73,
                    70,
                    565,
                    373
                ],
                "text": "同理，肯定也会有错误的时机。说不定以后我还会抽出时间来读一读《承认》，只是当那个时机到来时，没有人能告诉我；我只能依靠自己，以及多年以来的阅读经历进行分辨。那些想让自己成为更好读者的人只能如此自我引导。我之所以对《如何阅读一本书》以及同类的指导书籍持怀疑态度，其中一个很重要的原因就是它们承诺能够代替我们承担阅读的责任：它们含蓄地表示，个人的知识储备和识别能力并不是必需的，因为专家可以替我们做好准备。但如果我们拒绝它们提供的那些帮助，又会面临吉本式的难题（如何从“盲目的喜好”过渡到获取通识，再过渡到完全出于兴致而阅读），而且没有指导老师。这个问题将贯穿这本书接下来的大部分章节。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 52,
                "bbox": [
                    72,
                    393,
                    566,
                    754
                ],
                "text": "[1] 尼尔·盖曼（Neil Gaiman，1960— ）：当代幻想小说大师，其创作涵盖小说、漫画以及歌词等领域。惊悚小说大师斯蒂芬·金称赞他是一个“装满了故事的宝库”。代表作有《美国众神》等。——译者注[2] 帕特里克·奥布莱恩（Patrick O'Brien，1914—2000）：英国作家，以“怒海争锋”系列小说闻名。——译者注[3] J. R. R.托尔金（John Ronald Reuel Tolkien，1892—1973）：英国作家、诗人、语言学家，以奇幻史诗作品《魔戒》闻名世界。——译者注[4] 迈克尔·夏邦（Michael Chabon，1963— ）：美国小说家、编剧，曾获普利策小说奖、星云奖及雨果奖。小说代表作有《犹太警察工会》《月光狂想曲》等。——译者注[5] 哈利·波特的历险故事在中国掀起了强劲的续写风潮，你可以找到类似这样的书：《哈利·波特与黄金甲》《哈利·波特与豹走龙》《哈利·波特与大漏斗》《哈利·波特与瓷娃娃》。——原注[6] 在这个问题上，作家亚历克斯·罗斯的看法非常有趣：“那些不入流作品唯一的价值，就是它们也许能够在一定程度上促使年轻人喜欢上读书这项活动，而这反",
                "type": "Text",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 53,
                "bbox": [
                    72,
                    0,
                    567,
                    296
                ],
                "text": "过来又会激励他们对更好的书产生兴趣。也许实际情况不会如此理想，但可能性也并非完全没有。对很多人来说，这是爱上阅读的唯一方式。他们13岁的时候可能会喜欢读 《甜蜜谷》或者《暮光之城》，然后14岁时对这些书失去兴趣，16岁时又渴望着内容更丰富、更有挑战性的书。或者说人的想法是这样变化的。不过，如果这种论点适用于读书，它也应该适用于其他消遣活动。那么为什么当孩子们为一些白痴的电视节目而狂喜时，没有人站出来说‘嗯，至少他们在看电视’呢？”——原注[7] 爱德华·吉本（Edward Gibbon，1737—1794）：英国作家、历史学家，启蒙运动的杰出代表人物之一，《罗马帝国衰亡史》的作者。——译者注[8] 威廉·加迪斯（William Gaddis，1922—1998）：美国当代小说家，作品有《小大亨》《承认》等。——编者注",
                "type": "Header",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 54,
                "bbox": [
                    148,
                    123,
                    491,
                    164
                ],
                "text": "从你最喜欢的作家那里模仿阅读",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 54,
                "bbox": [
                    71,
                    196,
                    567,
                    730
                ],
                "text": "很多书迷都有过这样的经历：读完《纳尼亚传奇》或者狄更斯的全部小说，当同类作品和优质续作也无法满足你的阅读需求后，你不知道该再看点儿什么。有一种非常简单的权宜之计：我们可以暂时将注意力转向“上游”而不是“下游”——转向那些启迪了托尔金、奥斯丁的作品，而不是盯着模仿、续写他们书籍的作品。毕竟，奥斯丁之所以能成为奥斯丁，主要是通过大量的阅读和积累——这一点几乎适用于所有作家。寻找那些影响了我们至爱作者的作品，这一行为本身就具有很大的吸引力。文学评论史上一本非常奇特且具有启发性的 [1] 书，是约翰·利文斯顿·洛斯所写的《通往上都之路：想象方式的研究》，这是一本大部头著作。这本书出版于1927年，我所见过的那一版长达700多页，主要是在研究塞缪尔·泰 [2] 勒·柯勒律治读过的哪些书促使他创作出了诗歌《忽必烈汗》。洛斯这本翔实的文献资料是人类所能想象出来的最奇妙而又最怪诞的文学汇编。举个例子，《忽必烈汗》中提到了汹涌喷出的泉水：巨壑下，不绝的喧嚣在沸腾汹涌，似乎这土地正喘息在快速而强烈的悸动中，",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 55,
                "bbox": [
                    71,
                    56,
                    568,
                    743
                ],
                "text": "从这巨壑里，不时迸出股猛烈的地泉；在它那时断时续的涌迸之间，巨大的石块飞跃着像反跳的冰雹，或者像打稻人连枷下一撮撮新稻；从这些舞蹈的岩石中，时时刻刻 [3] 迸发出那条神圣的溪河。据后人研究发现，这汪喷泉的形象并不是柯勒律治自创的，而是从一本18世纪非常流行的书《巴特兰姆游记》中借来 [4] 的。这本书的作者是威廉·巴特兰姆，书的全名是“南北卡罗来纳、佐治亚、东西佛罗里达、切罗基族聚居地、穆斯科格广大地区（又称克里克联盟）与查克陶族聚居地旅行记（包括当地风土人情和特产，以及对印第安人风俗习惯的观察和记录）”。据此来看，蒙古皇帝忽必烈汗的神圣喷泉，就来自佛罗里达州的首府塔拉哈西。当你试图探索是哪些阅读经历造就了一位作家时，总会发掘出这类奇特的小故事，但我们不必像洛斯在《通往上都之路》中那样，为了找出到底是什么影响了一位作家的思想，而进行极为精细的调查研究。我的意思是，要想更深入地了解简·奥斯丁，你最好去读读比她早一个世纪的哥特小说、爱情小说和书信体小说，并像著名评论家托尼·坦纳那样，读一读约翰·洛克和大卫·休谟的哲学著作。休谟的一个重要哲学概念",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 56,
                "bbox": [
                    71,
                    68,
                    567,
                    755
                ],
                "text": "是“印象”，当你明白了这一概念的真正含义时，你就会发现《傲慢与偏见》最初的书名“第一印象”是多么有趣。同样，如果你想更好地理解托尔金的作品，那么你也许应 [5]  [6] 该阅读《贝奥武夫》，还有《埃达》和其他的冰岛英雄传说，然后你可以看看《高文爵士与绿衣骑士》 [7] 。去了解一下托尔金厌恶并反抗（至少他认为他反抗了）的19世纪“禁欲精神”也是值得的。听一听瓦格纳的音乐作品也会有所帮助 [8] 。吉卜林对老书的赞许之言极富智慧，值得在此一提：如果我们不关注新词、新表达，那么就会变成一位两耳不闻窗外事的绅士，一门心思地用旧电线制造新永动机，还奇怪为什么它不能动。但如果我们只把注意力局限于当今的流行语，也就是说，如果我们只关注当代文学，我们就会以为这个世界在进步，而实际上它只是在不断地自我重复……只有读了先人的东西，你才会意识到那些古书中的佳作是多么现代。除去语句中那种“打起精神来，老兄！”的语气（这段话是吉卜林在一场对青少年的演讲中说的），这段话里有一个关键点：如果你往“上游”寻觅一下，看看你最喜欢的作家受到了谁的影响，你会发现各种各样富有吸引力又极富启发性的作品——不过，没错，这些作品也富有挑战性。挑战性正是“下游”那些模仿之作常常欠缺的东西，意味着那种模仿是不值得的，走不出原作的阴影。奥斯丁和托尔金并没有试图模仿什",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 57,
                "bbox": [
                    72,
                    67,
                    566,
                    747
                ],
                "text": "么，他们只是从先前的作家和思想家身上汲取能量，以此增强他们自身的感受力。如果你从这个角度来模仿他们——不是试图模仿他们的作品，而是模仿他们的阅读，去读他们读过的作品，你会发现你的视野更开阔了，思想更广阔了，知识面更广了，而所有这些都会极大地缩小你和你最喜欢的作家之间的差距。这是你最初的动力，不过也许坚持下去，这种追求就会展现出它自身的魅力。《高文爵士与绿衣骑士》有趣，并不是因为托尔金喜欢它；它本身就是一首优美含蓄、言辞巧妙、注重细节、打动人心的诗歌，也是英语叙事诗中的杰作。阅读这首诗不仅能够加深你对托尔金的理解，也能让你体验到阅读《魔戒》时的那种绝妙感受（甚至比那更好）。这是一个徜徉书海的人能够得到的最好的东西之一——找到一些比最初激励你展开这场探险的作家更吸引你的作家和作品。不过我必须承认，这种收获也是极为罕见的。和所有的探险活动一样，这种探险也不是一帆风顺的。虽说睿智的休谟以其哲学理论启发了包括奥斯丁在内的众多读者，我们也不敢保证每一位现代读者都能像夏日跃过草坪一样轻松畅快地阅读他的作品。并不是每个喜欢奥斯丁的人都得去读休谟，这里不涉及任何义务和责任，我们还待在兴致的领域。但是如果说，当你了解到奥斯丁对人的一些看法似乎直接或间接地受到了休谟的影响后，你想多了解一下这位哲学家，那么你可能会读到这样的段落（引用的部分稍长，是为了让大家体会休谟作品的真实风貌）：不管诗歌中的色彩有多么绚丽，都无法将自然景致描绘得如同真实景致一样。最活跃的思想仍然要逊色于最迟钝的",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 58,
                "bbox": [
                    80,
                    95,
                    556,
                    732
                ],
                "text": "我们会发现人类思想的其他知觉也有类似的特征。一个人发火的样子是完全不同于他心中有怒气的样子的。如果你告诉我，有人坠入了爱河，我很容易就能理解你的意思，也能完全设想出他所处的状态，可是却永远也不会真的处于意乱情迷、躁动不安中。当我们回忆过去的观念和感情时，我们的思想是一面忠实的镜子，它能够真实地再现主体；不过它所运用的颜色是微弱的、暗淡的，远远比不上我们知觉本来的颜色。不需要依靠高超的识别能力和形而上的头脑，我们就能分辨出这些不同。人类心灵中的一切知觉可以被分为明显不同的两类，两者的差别在于，当它们刺激心灵，进入我们的思想或意识时，它们的强烈程度和生动程度各不相同。稍微弱一点儿的那类一般被称为“观念”或“想法”。另一类在我们的语言中缺少一个名字，在大多数语言中也都是如此，我觉得这是因为只有在哲学中，才有必要用一个笼统的术语或名称来将它们归类。因此，就让我们使用一点儿自主权，把它们叫作“印象”吧，赋予这个词一些特殊的含义。我所说的印象指的就是我们所有那些更为生动的知觉，比如听、看、感觉、爱、恨、渴望和愿意等等。印象不同于观念，观念是当我们有意识地回忆以上提到的那些知觉时，产生的那种不太生动的知觉。现在，当你读完这些段落，如果还能跟得上我的思路，我猜你大概已经对休谟所谈论的东西有了一个大致的理解，但你",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 59,
                "bbox": [
                    72,
                    70,
                    567,
                    758
                ],
                "text": "并不敢保证自己已经完全掌握了他的独特之处。这在情理之中，因为休谟从来都没想到我们会通过奥斯丁的一部小说来解读他的作品。绝大多数人在阅读小说时都会不自觉地抱有一种想法，那就是我们只读一遍就能完全理解这部小说，而且更为重要的 [9] 是，我们读完一遍就万事大吉了。休·肯纳 曾经说过：“我们通常预设，一本书（当然了，我指的是一本小说）在注意力集中的理想前提下，读一遍就能懂。如果我们需要重复阅读的话（实际上我们经常这样做），那要么是我们的注意力衰退了，要么是这本书写得不好。”（顺便提一句，这段评论刚好适用于詹姆斯·乔伊斯 [10] 的《尤利西斯》，肯纳当然认为这本书就是用来打击那些试图“一遍读懂”的人的。）我们并不打算经常停下来，或者翻回前面的某些章节来验证或纠正自己对内容的理解。没错，我们有时候会这么做，但在一般情况下是不会的。不过休谟并不希望我们这样阅读他的作品。他希望我们耐心一点儿，有条理地、缓慢地跟随他的思路前进，要停顿下来（也许在某一段的结尾），以确保我们理解了他的主要观点，然后再往下读。这并不是说休谟不注重表达的清晰性——事实上，他的表达水平远远超越了清晰，他是英语散文大家之一；而是因为他的文章信息量极大，也很难懂，这就意味着，阅读他的作品是一个极为缓慢的过程。那么，对我们大多数人来说，休谟的作品就提供了一场测试——这是一次发掘我们到底有多少耐心，愿意付出多少时间的机会。而测试的结果毫无悬念：我们的耐心肯定还不够。但我们不必因此而灰心丧气。一个一直都不爱运动的人不会认为",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 60,
                "bbox": [
                    76,
                    560,
                    125,
                    587
                ],
                "text": "图像",
                "type": "Title",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 60,
                "bbox": [
                    72,
                    71,
                    566,
                    551
                ],
                "text": "自己从沙发上站起来，走出大门，就能轻松地跑完一万米。相反，他得慢慢实现这个目标，也许先从沿街散步开始，然后再走得远一点儿，接下来慢跑一段时间，循序渐进。同样的道理也适用于阅读那些写作风格、体裁比较陌生的作品，以及那些不符合当代人风格偏好的作品。而且，我们中的任何人，只要不是专门从事哲学研究，就算在兴致的驱使下打开了休谟的大部头著作，也没有必要从头到尾地读完它。如果你认真地研读了刚才我所节选的那几段话，你就能了解到一些信息——我们是怎样形成固有观念的，为什么有些观念比其他观念更坚定。然后我们大概会注意到， [11] 因为伊丽莎白·贝内特对菲茨威廉·达西缺乏了解，所以她没有形成对他的合理看法，而只是形成了印象——就像休谟教过我们的，这种印象一旦形成，就极难消除。不过伊丽莎白吃尽了苦头，终于明白了这一点，最终消除了那些成见，用更正确的印象取而代之，这对她和达西以及我们这些读者来说，都是件好事。带着正确的印象，她让自己成了一个非常幸福的女人，也为一位绅士带来了同样的幸福。这就是实用哲学能够带给我们的收获。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 60,
                "bbox": [
                    75,
                    598,
                    563,
                    733
                ],
                "text": "有些脑力劳动是值得的。当兴致的力量不够强大时（这是我们每个人都会遇到的情况），我们就会发现这一点。当我们费劲地在休谟那含义隐晦（可能文字很优美）的文章中艰难前行时，这种脑力劳动会丰富我们的思想，让我们的注意力更加集中，教导我们学会耐心，而且几乎肯定会让我们领略谦虚的",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 61,
                "bbox": [
                    73,
                    175,
                    568,
                    738
                ],
                "text": "[1] 约翰·利文斯顿·洛斯（John Livingston Lowes，1867—1945）：美国英语文学学者，对柯勒律治的作品很有研究。——译者注[2] 塞缪尔·泰勒·柯勒律治（Samuel Taylor Coleridge，1772—1834）：英国诗人、文学评论家、哲学家，英国浪漫主义文学的奠基人之一。——译者注[3] C. S.刘易斯一直觉得那句“土地正喘息在快速而强烈的悸动中”非常好笑，所以要是你也在看到这句诗时窃笑，你就已经找到了一位学识渊博的同盟。——原注（此诗译文参考了屠岸翻译的《忽必烈汗》。——编者注）[4] 威廉·巴特兰姆（William Bartram，1739—1823）：美国自然学家、旅行家。——译者注[5] 《贝奥武夫》：盎格鲁—撒克逊民族史诗，分上下两部。——译者注[6] 《埃达》：中古时期流传下来的北欧文学经典。——编者注[7] 《高文爵士与绿衣骑士》：中古英语长诗，共2 529行，作者不详，题材源于亚瑟王和圆桌骑士的传说，是骑士文学的代表作之一。——译者注[8] 当然，如果一个人真想彻底读懂托尔金，还需要学习威尔士语和芬兰语，因为托尔金正是以这两种语言为基础创造了精灵语“昆雅”和“辛达林”……不过还是当我没说吧，我只是想鼓励大家，毕竟我也不懂威尔士语和芬兰语。——原注[9] 休·肯纳（Hugh Kenner，1923—2003）：加拿大文学家、文艺评论家。——译者注[10] 詹姆斯·乔伊斯（James Joyce，1882—1941）：爱尔兰诗人、作家，被誉为20世纪最重要的作家之一，其代表作《尤利西斯》为英语现代主义文学的里程碑之作。——译者注[11] 伊丽莎白·贝内特和菲茨威廉·达西是奥斯丁作品《傲慢与偏见》中的主人公。——译者注",
                "type": "Footnote",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 61,
                "bbox": [
                    75,
                    72,
                    564,
                    155
                ],
                "text": "精神。在飞速运转的精神世界中，还有什么比力量、专注、耐心和谦逊更值得我们拥有？这些美德值得追求，并且，它们还能给我们带来更新、更多的快乐。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 61,
                "bbox": [
                    73,
                    175,
                    568,
                    752
                ],
                "text": "[1] 约翰·利文斯顿·洛斯（John Livingston Lowes，1867—1945）：美国英语文学学者，对柯勒律治的作品很有研究。——译者注[2] 塞缪尔·泰勒·柯勒律治（Samuel Taylor Coleridge，1772—1834）：英国诗人、文学评论家、哲学家，英国浪漫主义文学的奠基人之一。——译者注[3] C. S.刘易斯一直觉得那句“土地正喘息在快速而强烈的悸动中”非常好笑，所以要是你也在看到这句诗时窃笑，你就已经找到了一位学识渊博的同盟。——原注（此诗译文参考了屠岸翻译的《忽必烈汗》。——编者注）[4] 威廉·巴特兰姆（William Bartram，1739—1823）：美国自然学家、旅行家。——译者注[5] 《贝奥武夫》：盎格鲁—撒克逊民族史诗，分上下两部。——译者注[6] 《埃达》：中古时期流传下来的北欧文学经典。——编者注[7] 《高文爵士与绿衣骑士》：中古英语长诗，共2 529行，作者不详，题材源于亚瑟王和圆桌骑士的传说，是骑士文学的代表作之一。——译者注[8] 当然，如果一个人真想彻底读懂托尔金，还需要学习威尔士语和芬兰语，因为托尔金正是以这两种语言为基础创造了精灵语“昆雅”和“辛达林”……不过还是当我没说吧，我只是想鼓励大家，毕竟我也不懂威尔士语和芬兰语。——原注[9] 休·肯纳（Hugh Kenner，1923—2003）：加拿大文学家、文艺评论家。——译者注[10] 詹姆斯·乔伊斯（James Joyce，1882—1941）：爱尔兰诗人、作家，被誉为20世纪最重要的作家之一，其代表作《尤利西斯》为英语现代主义文学的里程碑之作。——译者注[11] 伊丽莎白·贝内特和菲茨威廉·达西是奥斯丁作品《傲慢与偏见》中的主人公。——译者注",
                "type": "Text",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 62,
                "bbox": [
                    242,
                    122,
                    398,
                    165
                ],
                "text": "请拿着笔读书",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 62,
                "bbox": [
                    72,
                    194,
                    566,
                    757
                ],
                "text": "尼可罗·马基雅维利 [1] 写给一位朋友的信中，有一段谈论阅读的文字十分有名。我们通常觉得马基雅维利是一个心狠手辣、诡计多端的政治阴谋家（对很多人来说，如今提起他的名字就会想到这个），所以当我们看到他描述自己读书生活时温暖而热情的语调，会有些吃惊：傍晚时分，我回到家中的书桌旁。在门口，我脱掉沾满灰土的农民衣服，换上贵族的宫廷服饰，我又回到了古老的宫殿，遇见了古人，他们热情地欢迎我，我享用着专属的食物。在那里我不会羞于和他们交谈、询问他们行动的理由，而他们会仁慈地回答我。在这四个钟头内，我不会感到疲倦，我会忘掉所有的烦恼。贫穷不能使我沮丧，死亡也不能使我恐惧。在他生命中的这个时期（1513年，当时他44岁），马基雅维利当然已经体验过痛苦和恐惧的滋味。那一年早些时候，在家乡（当时动乱频繁的佛罗伦萨）发生的一次政治动荡中，他失去了市军队首领的职位，并被指控密谋推翻新执政的政府，因此被关进监狱，遭受折磨拷打，然后被流放。他回到了乡下的老家，重新发现了阅读的乐趣。即使白天四处奔波，监督他庄园里的各种工程时，他也总是随身带一本但丁、彼特拉克或者奥维德的小诗集。但是按照这封信中所说，他主要的阅读活",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 63,
                "bbox": [
                    72,
                    71,
                    566,
                    713
                ],
                "text": "动是在晚上进行的，而且是以一种令我们震惊的、极为正式的形式进行的。这才是有抱负的阅读。马基雅维利进入了古代名家的世界，就像进入了一位尊贵王子的殿堂，所以他才会换上“贵族的宫廷服饰”。显然他认为自己必须表现出能配得上这些人的样子，必须言行得体，必须表露出恰当的敬意。（看起来马基雅维利绝不会认同奥登的观点，认为每天都阅读名著的想法有点儿愚蠢。）当马基雅维利走进书房时，他不需要担忧会受到何种待遇，也不用担心他的敌人是不是打倒了他的朋友。他会像往常一样受到亲切的欢迎，因为这些大师最喜欢心怀敬意的客人对自己密切关注。尽管表面上看来，马基雅维利是走进了自己的书房，但是他清楚地表明了，在深层含义上，自己才是个客人。那间屋子中的智慧和魅力更多是属于那些作者的（在中世纪，他们会被称为“大家”，既是作者，又是权威），而不属于他。马基雅维利勾画出了一幅十分美好的图景，不过，在我们这些主张民主、平等的人看来，他的行为也有点儿太卑躬屈膝了吧？而且说到这里，在那么多人当中，难道我们真的要将马基雅维利视作模范读者吗？那些和高尚的先人们共度的时光并没有将他变成一个高尚完美的人，不是吗？还有，他对古代作家的尊崇就不显得有点儿作秀吗？这些疑问都很在理，也非常必要。让我们先来说说其中的第二个问题：阅读能否让你成为一个更好的人？简而言之，答",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 64,
                "bbox": [
                    71,
                    68,
                    568,
                    741
                ],
                "text": "案就是：不，它不会。再怎样长篇大论，我相信答案也是一样的。马基雅维利究竟是不是个阴险狡诈、口是心非、背信弃义、声名狼藉的人，史学界尚无定论，但就算他并非如此，那些道德败坏的狂热书迷也多得是。针对“不仅是阅读，接触高雅文化也能提高人的道德水平”这一观点，特里·伊格尔顿[2] 指出，在第二次世界大战期间，“有很多人的文化修养非常高，但是……这并没有阻止他们参与对欧洲犹太人的大屠杀”。如果阅读真能“让你成为一个更好的人”，那么“当盟军进入集中营时……他们逮捕的司令官手里还捧着歌德的书，你又该如何解释这一幕呢？”阅读书籍、聆听莫扎特的奏鸣曲、欣赏拉斐尔的画作，都不一定能转变一个人的个性，或者让他变得更好。就像一位18世纪的科学家利希滕贝格所说：“一本书就像一面镜子，如果读者是一个傻瓜，你不能指望他看完书后会变成圣人。”然而，我还是要在这本书的每一个章节中争辩，如果你真的很想成为一个更好的人，阅读可以在很多方面为你提供帮助。这不仅取决于你所读的内容，也关乎你阅读的原因和方式。根据你自己对待道德劝诫的态度，你可以把这当成一种警告或是一种承诺。让我们再回过头看看书房里的马基雅维利。最值得注意的一点，就是他阅读经典名作的过程并不是被动进行的——他是有些过于虔诚，但绝对不被动。他写道：“我不会羞于和他们交谈、询问他们行动的理由。”他并不羞于做这些——他不会",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 65,
                "bbox": [
                    71,
                    69,
                    567,
                    752
                ],
                "text": "觉得自己没有资格跟先人们交谈，甚至还会向他们提出疑问，让他们解释自己的行为和思想准则。而这些了不起的大学者也完全没有被他的鲁莽触犯——“他们会仁慈地回答我”。说实话，要是马基雅维利在现实生活中遇到了那些作者中的任何一位，他们可能都不会对他如此亲切。（很有可能，其中某些人会对马基雅维利借用他们的学说而行不义之事大为光火。）但是书籍的一个奇妙之处就在于，它们不会被惹怒或者轻视人。它们会耐心地承受你的各种审视，而且你读得越仔细、越认真，它们呈现出的秘密就越多，就好像它们要求你提出疑问，做好了接受审查的准备。此外，出版一本书其实就是在邀请人们做出回应，这一点似乎显而易见。的确，作家们个性相异，有些人只能容忍某类特定的回应。乔治·艾略特 [3] 很容易因为负面评论而心灵受伤，因此她的爱人乔治·亨利·刘易斯总是先浏览每天的报纸和杂志，确保她不会看到任何有关自己作品的负面评论。布伦丹·吉尔  [4] 曾讲过美国作家约翰·奥哈拉  [5] 的一件趣事。后者佳作众多，曾为百老汇音乐剧《好友乔伊》创作过剧本。当几个朋友在纽约的大街上碰到奥哈拉，并告诉他，他们刚刚又看了一遍《好友乔伊》，觉得比第一次看更有意思时，奥哈拉厉声质问：“第一次看时有什么问题？”虽说作家有敏感的一面，但要是你一点儿也不想让人评价，就不会出书了，而且有很多作家足够理智成熟，明白要想听到赞扬，就注定要遭受批判。我们出版书，至少有一部分原因是想要与别人交流。这些交流当然越积极越好，但必须是跟",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 66,
                "bbox": [
                    73,
                    67,
                    566,
                    755
                ],
                "text": "人进行的交流。意思就是，在理想情况下，读者的回应中应该有一些独立思考、具有建设性的内容。“我完全同意你说的每一个字”，这样的话听起来当然令人舒心，但我觉得更令人舒心的，应该是有一位读者将你的想法往前推进了一步，补充了一些你从来没想到的东西，从而使你对自己著作的理解更深入了一层。我觉得，即使是抱有批判态度的读者，只要他的意见真的具有建设性，也要胜过那些欣赏一本书，却完全被动的读者。我不禁想到，那些马基雅维利最喜爱的作者应该会非常重视他所提出的疑问，尽管有时候他提出的问题相当尖锐。 [6] 苏联学者米哈伊尔·巴赫金（他是20世纪的一位思想巨擘，当今远该得到更多的重视）认为在一场对话中，最重要的并不是首先说话的人，而是倾听的人。他说，毕竟，如果不是期待着回应，我们是不会开口说话的，而且我们是根据可能接收到的回应来组织语言的。如果听者——即使只是一个想象出来的听者，或者我们自我的投影——并不在场，我们可能就不会开口了，即使我们开口，所说的内容也会完全不同于在实际对话场景中所说的。按照巴赫金的说法，这种情况意味着听者（或者读者）欠说话人（或者作者）一个回应。被动地接受是远远不够的，就算是精神高度集中也不行。如果我们愿意回答一本书提出的问题，即使是（特别是）隐含在字里行间的问题，那么阅读就会变得更富有挑战性，更具有乐趣，也更对得起熬夜看书耗费的那点儿电。因此享有国际声誉的翻译家、散文家、小说家，同时也是编辑的阿尔贝托·曼古埃尔说过这样的话：“文本是无声的存在，直到一个读者开始阅读它，它才会打破沉默。只有灵活的双眼接触那些书页上的符号时，文本才开始变得生动鲜活。所有的写作都依赖于读者的垂青。”",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 67,
                "bbox": [
                    71,
                    67,
                    566,
                    757
                ],
                "text": "而小说《首相》中的一个小角色则为我们提供了一个反例，这部小说的作者是安东尼·特罗洛普 [7] 。“他读了很多书，”特罗洛普评价他笔下的这个角色埃弗里特·沃顿，“虽然他经常忘了自己读过什么，但是阅读的内容在他的脑海里留下了微弱的光，这光是由其他人的思想产生的，使得他在很多问题上都能说上几句。”我认为“在很多问题上都能说上几句”很厉害，但这并不是我们真正想从阅读中得到的。特罗洛普并没有说埃弗里特可以侃侃而谈，后者读的书够多，所以脑子里储存了一些好东西，但他却从没想过用那些好东西跟别的智者交流、碰撞。当我们读到那些复杂的，或者说有点儿难懂的内容时，可能会不知道该怎么理解，但这正是我们像马基雅维利一样提出问题的时候。当然了，对着书页提问，然后把书举到耳朵边上等候答案是毫无意义的。这样是等不到答案的，被解放的黑奴奥拉达·艾奎亚诺就发现了这一点：“我常常看到我的主人和（我的朋友）迪克沉迷在书中，我非常好奇，想跟书对话，就像我以为他们正在做的那样。我还想知道为什么万物都有开端——为了这个，当我一个人的时候，我常常拿起一本书，对着它说话，然后把耳朵贴到书上，希望它能回答我。当我发现它 [8] 一直都不说话的时候，真的非常苦恼。”但如果你把问题写在书页边上的空白处，哪怕只是潦草地打个问号，也是在标记你的困惑。你表达自己的迷惑不解，不是为了书，而是为了你自己。阅读过程被问题打断值得注意，而你要做的就是将之记录下来。记下完整的问题胜过只是潦草地打个问号，虽然前者用的时间更长，但它会带你离开仅仅被",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 68,
                "bbox": [
                    72,
                    73,
                    566,
                    691
                ],
                "text": "动接受的状态，你可以清楚准确地表达出来到底是什么在困扰着你。一个问号可以表示困惑、不赞同或是感觉信息不足，含义有很多；而当你写出完整的问题时，你就能准确地记录自己感受到的究竟是哪种苦恼。这一点很重要，原因有二。首先，这么做能让你在阅读时更集中注意力。准确地描述出困扰你的问题，你也就清楚地把它记在了脑中，所以当你回归文本时，会有选择地注意那些可能会解答你疑问或者消除你困惑的内容。其次，这么做可以帮助你唤回记忆。重读写出来的问题，你可以在以后的某个时刻再次体验你第一次阅读这一段落时的感受。这很有趣，也能帮上大忙。 [9] 对诗人查尔斯·西米克来说，这种回应非常有必要：无论何时，无论何地，当我读书时，我手里必须拿着铅笔——不是钢笔，最好是铅笔头，这样我就可以和文字离得更近，画出那些措辞巧妙的句子、或精彩或愚蠢的观点、有趣的词语以及一些信息，并在书页空白处写下简短或详细的评论，在段落旁边打上问号、核查记号或者其他一些只有我能辨认出来的符号（有时就连我也辨认不出）。我喜欢看公共图书馆里历史书上的手写评论和画线段落。尽管这种行为被图书馆严行禁止，但这些读者还是忍不住要记录一下他们对作者的抱怨，或是对几千年来人性与历史的思考。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 69,
                "bbox": [
                    72,
                    71,
                    566,
                    707
                ],
                "text": "我欣赏这段话的理由有很多，其中之一是西米克能够在常常困扰我的事情中找到乐趣——图书馆书籍上的那些笔记。他让我知道，我应该怀有更宽容的心态，我对用心阅读的拥护应该战胜我对比我先拿到这本书的读者令我分心的厌恶。（在这里，我要谈一谈另一件重要而又令我烦心的事：那些读者之所以在图书馆的书上写字，可能是因为他们很难压抑自我，总会积极做出反应，但又没钱买书。他们在图书馆的书上写了字，完成了最为重要的阅读体验，却必须把书还回去，可能以后就再也看不到自己所做的笔记了。书非借不读，但这种做法的缺点也显而易见。我在本书中提出的所有观点都以一个假设为前提，而这个假设在阅读史上几乎从来就没有实现过，那就是有充足而又便宜的书。我必须努力记住，这一点是 [10] 多么可遇不可求。）西米克所举的例子既生动又有说服力，但他说得有些绝对。你对一段文字的注解越密集——你提出的问题越多，做出的评论越长——你就会越频繁地打断阅读的流畅性。有时候，我会觉得一本书或一篇文章混乱无序，但后来意识到，实际问题不在于文字本身，而在于我只顾做评论，没能跟随文中原本存在的线索去阅读。这就像是我自己的驾驶技术不高，却抱怨公路状况不好一样。这里有一个“度”需要把握，而且针对不同的阅读，有些书需要做大量的评论，有些则只需要做少量的评论，还有些书则完全不需要握着铅笔去读。老天保佑那些读 [11] 《哈利·波特》或者约翰·格里森姆的小说时还要用笔",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 70,
                "bbox": [
                    71,
                    79,
                    566,
                    754
                ],
                "text": " [12]圈圈点点的人吧。读那些书时，还是别乱花力气做笔记了。并非所有人都赞同这种说法。“不动笔的阅读是没有价值、徒劳无功的，也是愚蠢可笑的，除非你读的是《效法基督》之类的书。不过即便读那些书我也不希望不做笔记。”这是17世纪耶稣会士杰里迈亚斯·德雷克塞尔的看法，他对“不动笔阅读”的讥笑在拉丁文原文中表现得更为强烈，那样的阅读在他看来是休闲的、徒劳的，是儿戏！（值得注意的是，德雷克塞尔似乎认为《效法基督》属于轻松读物，差不多相当于 [13] 今天的《心灵鸡汤》。）但就算你读《末日逼近》或者《暮光之城》时坚决要做笔记，又到底能记下什么东西呢？只有阅读富有挑战性、复杂难懂的书时，手头没有笔才会让你错失一次意义重大的互动——如果能记下这些互动，将来你自己会从中受益的。“学者们一直都在做笔记。”英国历史学家基思·托马斯如是说。文艺复兴时期的读者一般都会在文字下画横线，或者在书页边缘画线和指示箭头，以此来标记重要段落，正如当下我们用荧光笔做标记一样。詹姆士一世时期饱读诗书的作家约翰·布林斯利曾说过：“那些有学问的伟人和最有名的学生的书上，密密麻麻地满是笔记，句子上方或者下方画着细细的线，标着圈点、字母和记号，或是最能够帮助他们回忆起这一段内容的符号。”牛顿经常把书页折起来，页角指向这一页里他想记住的那一段，以便日后快速查找。普林卜曾",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 71,
                "bbox": [
                    73,
                    70,
                    566,
                    740
                ],
                "text": "经给我看过英国史学家特里维廉送给他的一套斯威夫特的著作，这套书最早是麦考利的，后者阅读时在每一页的空白处都从上到下画了一条线，毫无疑问是要求自己记住全部内容。牛津大学万灵学院科德林顿图书馆里很多书页的空白处都有铅笔点出的点，这些确凿的证据证实了历史学家劳斯早就读过它们。“铅笔点出的点”——是不是和盲文差不多？这肯定是最不会干扰后续读者的书页边缘评论。劳斯一定是个彬彬有礼的人，也是个小心谨慎的读者。但是托马斯进一步指出，在近代早些时候，学者们采用了“一种更为野蛮的方式”阅读。“把书页撕下来，然后把它们放进自己的笔记。不止一位文艺复兴时期的学者干过这种先撕后贴的事，有时候甚至是从原稿上撕 。 这 使 他 们 积 累 了 原 本 要 手 抄 几 个 月 才 能 得 到 的 材料。”（我感到十分欣慰，因为我在写作最近的几本新书时，也都借助了这种行为的数码版本，也就是说，只有类似的粘贴，却没有字面意义上的剪切——这种不造成破坏的阅读方式多好啊！）我们这些被训练成为学者的人很有可能会在阅读时写下过多的注解，但我觉得可以很公平地说，大多数读者忍受的是与我们相反的诱惑。阅读的时候手里拿着一支写字的笔，这对多数读者来说是个极不自然的举动，不过我认为这是集中注意力的必要行为。你可以从我此前的种种态度中看出，我并不赞成使用记号笔。记号笔可以让你轻松而又迅速地标记一段文字，但你只是给它涂上了一种明亮的颜色；而这个过程的轻松和迅速与我所推崇的那种互动是相抵触的。（可以参考西米克对铅",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 72,
                "bbox": [
                    72,
                    69,
                    566,
                    735
                ],
                "text": "笔头的偏好，以及由此增强的人与书的亲密感。）有了记号笔，你可以在你自己还没来得及想清楚为什么要标记的时候，就已经把一段文字涂完了。虽然你也许可以在书页边缘加上一个问号或者叹号，但你跟书的互动还是非常有限。我喜欢用自动铅笔，因为它画出来的线又细又清晰，这样我写在书页边缘的注解就很容易看清，而且画在句子下面的线也很直。当我用削尖的铅笔在句子下面画线时，总会画出一些歪歪扭扭的线，就像森林里蜿蜒曲折的小路——然后，当然了，我还擦不干净这些该死的东西。不过也许你的手非常灵巧，那么你就不需要担心这样的事了。你只需要使用一种能在书页边缘写上文字的工具，并保证你以后还能辨认出这些字来。有些书页的边距很窄，这就不好办了。我看科幻小说或者探险小说寻求乐趣的时候，从来不会担心书页边距的问题，反正我手里也不会拿铅笔；万一碰上了想记下来的东西，我可以把书页折起来。（曾经有个学生带着一本小说来到我的办公室，我注意到那本400页的书大概被她折起了七八十页。这是值得表扬的，不过，她真的还能记住之前为什么折起了这些书页吗？）如果一本需要读者认真阅读并积极回应的书不幸遇到了一位吝啬的出版商，为了省钱，他在每一页上挤下过多的字，这会成为我的不幸。但灵活应变是我的长项。我有一套自己的标记方法，可以在书页上做出标记，在书的最后写下注解——那里总会有几页空白的纸，正好可以用来记下我的疑问和惊叹。不过，要是没",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 73,
                "bbox": [
                    73,
                    348,
                    566,
                    724
                ],
                "text": "[1] 尼可罗·马基雅维利（Niccolò Machiavelli，1469—1527）：文艺复兴时期意大利著名政治思想家和哲学家，在西方政治思想史上占有非常重要的地位，代表作为《君主论》。——译者注[2] 特里·伊格尔顿（Terry Eagleton，1943— ）：当代西方马克思主义文学理论家、文化批评家。——译者注[3] 乔治·艾略特（George Eliot，1819—1880）：英国小说家，主要作品有《弗洛伦斯河上的磨坊》《米德尔马契》《织工马南传》等，后文提到的乔治·亨利·刘易斯是与她同居多年的情人。——译者注[4] 布伦丹·吉尔（Brendan Gill，1914—1997）：美国作家，为《纽约客》撰稿达60年。——译者注[5] 约翰·奥哈拉（John O' Hara，1905—1970）：凭借处女作《相约萨马拉》一举成名，并迅速成为美国最杰出的作家之一。他凭借《北弗雷德里克街十号》一书获得了美国国家图书奖，并在《纽约客》上发表了大量短篇小说。——译者注[6] 米哈伊尔·巴赫金（Mikhail Bakhtin，1895—1975）：苏联著名文艺学家、文艺理论家、批评家，世界知名符号学家，苏联结构主义符号学的代表人物之一，其理论在文艺学、民俗学、人类学、心理学领域都有巨大影响。——译者注",
                "type": "Footnote",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 73,
                "bbox": [
                    72,
                    70,
                    566,
                    327
                ],
                "text": "有这几页白纸，书页边缘也没有地方，我就无计可施了。（我遇到过这样的情况，雅克·埃吕尔 [14] 的《技术秩序》平装本页边只有7毫米的空白——是的，我拿尺子量过——而且书的最后也没有地方写注解。在句子下面画线，时不时地打个问号或对钩，就是我唯一的选择。）有意思的是，现在这个问题得到了解决，或者说情况至少有所好转，多亏了各种电子阅读设备，它们给予读者比纸质书页边缘更多的空间，能让你写出更多的评论——虽然从另一个角度来说，这也带来了很多弊端。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 74,
                "bbox": [
                    73,
                    70,
                    566,
                    751
                ],
                "text": "[7] 安东尼·特罗洛普（Anthony Trollope，1815—1882）：英国作家，一生创作了47部长篇小说和50多部中短篇小说，此外还有传记、游记，被称为“维多利亚时期伟大小说家中最多产的一位”。——译者注[8] 而在文化高度发达的新时代，美国知名讽刺媒体、专门炮制假新闻的洋葱新闻曾经刊登过一篇绝妙的报道，跟奥拉达的这番话有异曲同工之妙。报道标题为“全美人民在大段文字前战栗”（2010年3月），内容如下：华盛顿消息：由于无法将视线停留在那些可以匆匆浏览然后很快忘记的彩色图片或者黑体字标题上，本周一美国人民在一大堆无法理解的文字面前集体退缩。从缅因州到加州，目瞪口呆的市民们无助地注视着那些可怕的印刷出版物，不知道该怎么办。没有图片、榜单、视频来放松心情，几百万人僵在座位上，被一大长串英文单词吓坏了。“为什么不直接告诉我到底是怎么回事？”波士顿市民查琳·汤姆森说，本周一下午，她遭受了大量黑色文字的密集轰炸，“没有要点提示，也没有突出显示，我每个地方都看过了——什么都没有，只有一堆单词。”——原注[9] 查尔斯·西米克（Charles Simic，1938— ）：20世纪美国著名诗人，生于南斯拉夫，1949年移居美国。先后出版过诗集《草说什么》《一块石头在我们中间的某处做笔记》等，另外翻译了大量南斯拉夫、法国、俄罗斯等国诗人的作品，先后获得过包括普利策诗歌奖在内的众多诗歌奖，2007年当选美国桂冠诗人。——译者注[10] 查 尔 斯 · 兰 姆 （ Charles Lamb ， 1775—1834 ） 在 随 笔 《 读 书 漫 谈 》（1822）中写道：“还要说一说那些站在街头看书的人，我一想起他们就油然而生同情之心。这些穷哥们儿无钱买书，也无钱租书，只得到书摊上偷一点儿知识——书摊老板眼神冷冰冰的，不住拿嫉恨的眼光瞪着他们，看他们到底什么时候才肯把书放下。这些人战战兢兢，看一页算一页，时刻都在担心老板发出禁令，然而他们还是不肯放弃他们那求知的欲望，而要‘在担惊受怕之中寻找一点乐趣’。马丁·伯就曾经采取这种办法，天天去书摊一点一点地看，看完了两大本《克拉丽萨》（最长的英语小说）。突然，书摊老板走过来，打断了他这番值得赞美的雄心壮志，问他到底打算不打算买这部书（这是他小时候的事）。马丁后来承认，在他一生中，读任何书也没有享受到像他在书摊上惶惶不安看书时所得到的乐趣。”（此段译文参考《伊利亚随笔》刘炳善译本，上海译文出版社，2012年。——编者注）——原注[11] 约翰·格里森姆（John Grisham，1955— ）：美国畅销小说家，以写作法律题材的犯罪小说见长，自1988年出版处女作《杀戮时刻》以来，迄今已出版了20多",
                "type": "Text",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 75,
                "bbox": [
                    73,
                    69,
                    566,
                    477
                ],
                "text": "部小说，且几乎每一部都是畅销书。他有多部小说曾被改编为电影，如《陷阱》《塘鹅暗杀令》等。——译者注[12] 不过还是要说明一下，社会背景和个人经历也会对阅读方式有所影响。托马斯·查特顿·威廉姆斯就其精彩的回忆录《揭秘冷酷背后的真相：一个父亲的爱和15 000本书如何带我走进嘻哈文化的世界》接受采访时，谈到了他与父亲阅读方式的不同：“爸爸已经70多岁了，直到现在，他每天早上读报纸时还会在上面圈圈画画。我爸爸喜欢读书，可是他不会轻轻松松地去读一本好书。阅读对他来说一直都是一种工作。他总是带着压力去阅读，目的就是要从书中获取实用的信息（哪怕他读的是小说）。他是20世纪30年代种族隔离时期出生在美国南方的黑人，他很早就明白了一件事，如果他不通过书本来自学所需知识的话，没有人会教他。我跟他相反，我觉得纯粹从欣赏的角度来读文学作品是一种很好的享受。上大学以后，在我20多岁的时候，我主要是因为后一种原因而读书，为了审美和不切实际的顿悟，这两种东西都很珍贵，不过也都有些奢侈。现在，作为一个作家和一个非常注重遣词造句的人，我觉得自己比以前多了很多‘实用的’阅读动力——阅读是为了获取知识，给我的创作带来专业技巧和灵感。从这一点来说，我比以前更像我爸爸了。不过，我还是一直在寻找书中纯粹的美感。现在我从这两个角度来看待阅读。”——原注[13] 《末日逼近》：斯蒂芬·金的恐怖小说。——编者注[14] 雅克·埃吕尔（Jacques Ellul，1912—1994）：法国哲学家、社会学家和法律学者，主要研究“技术社会”问题。——译者注",
                "type": "Text",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 76,
                "bbox": [
                    243,
                    122,
                    397,
                    164
                ],
                "text": "电子书也是书",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 76,
                "bbox": [
                    72,
                    196,
                    569,
                    752
                ],
                "text": "刚刚好，是时候思考一下阅读与科技的关系，暂停关于纸质书的讨论了。一般来说，当我说到“书”这个字的时候，我指的是那些篇幅够长，值得被装订成册的文章，不管它们是不是真的有封面、封底。无论你是在手机上、电子书阅读器上、台式机上、笔记本电脑上、一沓松散的电子书打印稿上，还是在纸质抄本、古本手卷上阅读《远大前程》，它都是一本书。无论载体是什么，它都是《远大前程》——鉴于当下对于电子阅读的普遍恐慌，这是值得强调的一点。而当我需要区分各种不同的阅读技术时，我常会用“抄本” [1] 这个词来形容把纸张装订在一起后，那个有书脊的长方形实体。说清了这个，让我们回到做笔记的问题上来。说到“做笔记”，我会默认你所读的是“抄本”。毕竟，如果你在读电子书，基本是用不到笔的，这也就引发了一个问题：当你阅读电子文稿的时候，该怎么看待“做笔记”这件事呢？我发现，这个问题很难回答，一部分原因是，大部分电子书阅读器不能让你像读纸书那样做笔记。（有些电子书阅读器配有手写笔，但是在我写作本书的这段时期，它们还没有打开消费市场。）当你握着笔读“抄本”的时候，你可以在书页边上匆匆写下评论（可以是文字和符号的组合，打个星号、叹号或对钩），你也可以把关键词圈起来，或者在重要的段落下面",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 77,
                "bbox": [
                    71,
                    67,
                    565,
                    749
                ],
                "text": "画线。你无须采用什么新技术完成这些。但在大部分电子书阅读器上，你需要用一种输入程序来画线或者标记某个段落，用另一种输入程序来写评论，然后用第三种输入程序来给某一页“加上书签”（实际上就是折页）。能够拥有一部电子书阅读器，我既骄傲，又高兴，因为我可以随意做标记，而且还能够在掌上方寸大小的地方随意浏览我对读过的书所做的全部评论，但是这些科技也存在很大的缺陷。一方面，你不仅要考虑想在书的哪一部分做笔记，还要考虑哪种做笔记的方式更合适；另一方面，如果你的电子书阅读器未配有手写笔，你就不能打出自己熟悉的那些图像记号，至少不能轻松地打出。在过去几十年的阅读生涯中，我渐渐发明了一整套做注解用的象征符号系统，比如说，叹号跟问号、星号和对钩所表示的意义完全不同，而所有这些符号都可以跟线或圈结合起来。电子书阅读器还会把你的评论与其对应的原文分离开来，查阅自己的评论是个极为费事的过程，你得来回在 [2] 这些评论和原文之间切换。不过考虑到你有可能会看一本别人已经做过笔记的纸书，这一点就算是电子书的优势而非毛病了：还有什么比一本写满了上一位读者潦草笔迹的图书馆藏书更令人烦心呢？特别是这种在图书馆藏书上写字的人，实际上一定不会提出什么好见解。（确切来讲，在某些情况下，同时阅读文本和他人的评论会有帮助。最典型的例子就是《犹太法典》，注释和希伯来文的经文同时出现在每一页纸上。同样地，200年前的人们都很乐意把书借给诗人柯勒律治，只为了在书还回来的时候，书页边缘能留下这位伟大诗人写下的评论。不过可惜的是，这几位为",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 78,
                "bbox": [
                    72,
                    69,
                    566,
                    724
                ],
                "text": "书做注的人早已长眠于地下了，读别人标记过的书通常是件令人沮丧的事。）要是能把别人的笔记安全存放起来，只在想看的时候查看，该多么令人高兴啊！不过你自己的笔记就另当别论了。这些笔记是你跟其他思想碰撞的宝贵记录，它们记录了你的兴奋，你的困惑，还有你激动、生气、喜悦的时刻。要不是它们保留了这些有意义的经历，你可能早就忘掉了。当然了，记在书页上的阅读体验日后可能会带来尴尬。这些年来，我常常会憎恶自己曾经对某段话表现得那么激动，那些话在一个年轻人看来是真知灼见，但在上了年纪、自认为更加睿智的我看来，就不过如此了；我还常常忍不住想要擦掉那些我不再赞同的评论，甚至连自己以前的字迹都无法接受了。不过我并没有擦去它们，能够保留一份记录，知道我曾经是怎样读书的，这对我来说很珍贵，只有这样我才会发现自己已变得更加成熟。我刚才说“自认为更加睿智”——现在我的读书方式的确跟30年前不一样了，而且在很多方面确信自己是在走上坡路，但是并非全部。对20岁的我来说，世界上最重要的书 [3] 就是威廉·福克纳的《押沙龙，押沙龙！》，现在我却完全读不下去了，虽然我还能感受到它的伟大与崇高。对福克纳作品的不耐烦也许不能标志我变得成熟了，只能代表我的兴趣狭窄了，这是很多人随着年龄增长都会有的体会。当我偶尔翻开那部书页泛黄的平装本福克纳著作，看到年轻的自己写下的充满激情的评论时，会不时感到厌恶，但也会有些嫉妒和羡慕那个能从故事中得到丰富收获的年轻人。而且，如果不是那些",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 79,
                "bbox": [
                    74,
                    275,
                    564,
                    737
                ],
                "text": "[1] “抄本”（Codex）是一个拉丁文词汇，原意是“一块木头”。在古代，文字都是记录在纸卷或羊皮卷上的，但是纸卷不便于携带，还很容易损坏，很难整理归类。于是逐渐出现了一种替代物：两块又小又薄的木板，中间放上一些莎草纸，然后用皮绳穿进木板和草纸边上的洞，把整个装置固定起来。这种替代物很快在罗马人中间流行起来，因为它方便携带，可以迅速在上面记笔记，如同最早的掌上电脑。最终人们发现，抄本在很多方面都胜过卷轴——除了更结实和更便于携带之外，它还更便宜，因为纸的正反面都可以写字，于是纸卷最后退出了历史舞台。奇怪的是，最早使用抄本的人中间也有早期的基督教徒：现在留存下来的公元200年之后的基督教文件，几乎都是抄本，而同一时期的其他宗教群体都还在使用纸卷。——原注[2] 你可以在亚马逊上看到你为某一本书所做的全部注释和标记，这很有趣，也很有用：这就像是把你对一本书的全部回应罗列在了一张纸上。它也使你能够一边看屏幕上的注释一边看电子书本身，但是比起在文字周围做笔记，这样做还是很不方便。——原注[3] 威廉·福克纳（William Faulkner，1897—1962）：美国作家，1949年诺贝尔文学奖获得者，代表作有《喧哗与骚动》 《我弥留之际》等。——译者注[4] 阅读常常可以既是群体行为，又是私人行为，这里就有一个实例。我曾经在20世纪美国文学课上带着全班读《押沙龙，押沙龙！》，当时我的女朋友（现在我们已经结婚30年了）也在这个班里。她逐渐像我一样喜欢上了这本书，而我对那段时光最深刻的记忆，就是注视着她阅读那本书的样子。当时我已经看完了这本书，坐在她父母家的客厅里，看着她坐在一边的餐桌旁看书。那是个暖风习习的晚上，她身后的白色蕾丝窗帘不断被风吹得飘起来，有时候拂过她的背，但她完全没有注意到。一连一个小时，或者两个小时，她的眼睛一直没离开过书页。——原注",
                "type": "Footnote",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 79,
                "bbox": [
                    72,
                    72,
                    566,
                    253
                ],
                "text": "评论，我大概已经忘了，或者不能够清晰地记起《押沙龙，押沙龙！》曾经对我的意义 [4] 。读到这里可能会有人嘀咕：这样当然很好，但是写出那些评论真的很耗费时间，它们会让你慢下来，让你读不了很多书。面对这些抱怨，我的回答是：没错，它们会让你慢下来，会让你读不了很多书，而这是件好事。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 79,
                "bbox": [
                    74,
                    273,
                    565,
                    736
                ],
                "text": "[1] “抄本”（Codex）是一个拉丁文词汇，原意是“一块木头”。在古代，文字都是记录在纸卷或羊皮卷上的，但是纸卷不便于携带，还很容易损坏，很难整理归类。于是逐渐出现了一种替代物：两块又小又薄的木板，中间放上一些莎草纸，然后用皮绳穿进木板和草纸边上的洞，把整个装置固定起来。这种替代物很快在罗马人中间流行起来，因为它方便携带，可以迅速在上面记笔记，如同最早的掌上电脑。最终人们发现，抄本在很多方面都胜过卷轴——除了更结实和更便于携带之外，它还更便宜，因为纸的正反面都可以写字，于是纸卷最后退出了历史舞台。奇怪的是，最早使用抄本的人中间也有早期的基督教徒：现在留存下来的公元200年之后的基督教文件，几乎都是抄本，而同一时期的其他宗教群体都还在使用纸卷。——原注[2] 你可以在亚马逊上看到你为某一本书所做的全部注释和标记，这很有趣，也很有用：这就像是把你对一本书的全部回应罗列在了一张纸上。它也使你能够一边看屏幕上的注释一边看电子书本身，但是比起在文字周围做笔记，这样做还是很不方便。——原注[3] 威廉·福克纳（William Faulkner，1897—1962）：美国作家，1949年诺贝尔文学奖获得者，代表作有《喧哗与骚动》 《我弥留之际》等。——译者注[4] 阅读常常可以既是群体行为，又是私人行为，这里就有一个实例。我曾经在20世纪美国文学课上带着全班读《押沙龙，押沙龙！》，当时我的女朋友（现在我们已经结婚30年了）也在这个班里。她逐渐像我一样喜欢上了这本书，而我对那段时光最深刻的记忆，就是注视着她阅读那本书的样子。当时我已经看完了这本书，坐在她父母家的客厅里，看着她坐在一边的餐桌旁看书。那是个暖风习习的晚上，她身后的白色蕾丝窗帘不断被风吹得飘起来，有时候拂过她的背，但她完全没有注意到。一连一个小时，或者两个小时，她的眼睛一直没离开过书页。——原注",
                "type": "Text",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 80,
                "bbox": [
                    169,
                    120,
                    460,
                    166
                ],
                "text": "从“读完了”到“读懂了”",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 80,
                "bbox": [
                    72,
                    196,
                    567,
                    732
                ],
                "text": "有一个叫“读记”（bkkeeper）的网站，对于其创始人声称他们所提供的那种“服务”，我不敢苟同。网站的运作方式是这样的：用户注册后，每次开始读一本书时，就给网站发一条信息，读完这本书时再发一条。[如果你想标记书中的某一页，也可以向该网站发送一条信息。不过我想不通为什么你不能直接把这一页折起，或者夹上书签、贴上一张记事贴。我还想不通，这个网站为什么不能好好地叫“读书记录”（bookkeeper）或者“阅读记录”（Bookkeeper）？]网站要求读者提交的信息既不是书名，也不是作者的名字，而是书号。因为这个网站的主要目的就是展示你的阅读速度能有多快，所以它只需要用书号来记录你读的是一本书的哪个版本。我觉得这个主意真是糟糕透顶。阅读的内容和方式才是最重要的，而不是你翻完一本书的速度。阅读的初心应该是跟其他人的思想交流碰撞，不应该沉溺于自己的想法之中。美国人的自恋能力已经够强了，我们还是读一读、看一看别人有什么不一样的想法吧。这种网站的做法还不算是最糟的，更可怕的是那种类似《一生不得不读的1001本书》的东西。它完全偏离了阅读应有",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 81,
                "bbox": [
                    72,
                    67,
                    567,
                    754
                ],
                "text": "的那种随心所欲的乐趣——人生苦短，书单漫长，如果你真的按照书中所列的单子一本一本去啃，那么你恐怕会从此视阅读为苦差，一点儿也不觉得好玩了。就这一点而言，这本书恐怕跟阅读半点儿不沾边。对于那些不想阅读，只求“读过”的人来说，《一生不得不读的1001本书》倒是个不错的指南。这就像我们之前谈到的小理查德·罗德里格斯，他只是在寻求一种智力水平的证明，想创造一个他自己的纪录，所以他无情地把自己埋进一堆对他来说毫无意义的书中，只为了能把它们一本一本地从未读书目中删去。但最终他意识到了这种行为给自己内心带来的空虚和焦虑：他并不是在扩展自己的学识，而只是在一排排铅字之间挪动着眼球。他这样做，一部分是为了得到老师的称赞。这也是人之常情，大家都想借着曾经读过的某本书来获得他人赞许的眼光。聚会上，人们都想假装漫不经心地提到自己正在读的某本汇集大智慧、有深厚文化底蕴的大部头著作，从而让旁人另眼相看。在这里，我要坚决否定这种想法，并向你强调一点：不要为他人的评价左右，应该成熟冷静地看待旁人对你（或者对其他人）的阅读习惯的看法。这是一种明智的做法。而对那些难以无视他人看法的人来说，还有一种方法可选，那就是撒谎。是的，撒谎不好。可是在这个社会，有时候我们不得不在大恶和小恶中做出抉择。撒谎当然是不对的，可是逼着自己去看一堆你压根就不想看的书，只为了给一群你完全没必要在乎他们怎么想的人留下印象，就更不对了。所以，花点儿时间搞清楚哪些书一说出来就能震住旁人，然后上网在维基百科上查阅它们的相关资料，保证你在大家面前吹嘘时天衣无缝，我觉得这么做也未尝不可。回家之后，你就可以按照自己的喜好随",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 82,
                "bbox": [
                    72,
                    68,
                    568,
                    753
                ],
                "text": "心所欲地看书了，完全不需要考虑一分钟能看完多少字，随你自己的节奏就好。反正十有八九你的阅读速度要比那些所谓的标准快。 [1] 来看看美国文学史上的奇人R. A.拉弗蒂创作的故事《开米罗的初级教育》吧。它讲述了一个来自艾奥瓦州迪比克市的美国家庭教师代表团去另一个星球调查外星社会的教育方法。一个外星小男孩撞到了一位代表团成员，她摔倒在地，眼镜坏了。小男孩立刻就为她磨出了新镜片，修好了眼镜，让这些艾奥瓦人大为惊讶。然后代表团采访了一个女孩，问她的阅读速度有多快。她回答说自己一分钟能读120个字。一位代表团成员骄傲地宣布，自己在迪比克市的学生们一分钟能读500个字。（根据迪昂的理论，这已经非常接近人类所能达到的最快阅读速度了。）“在我开始接受训练时，我的阅读速度是一分钟4000字。”那个女孩说，“他们花了好长时间才纠正了我的错误。我不得不参加阅读补习，我的爸爸妈妈也觉得很惭愧。现在我已经学会了，读得够慢了。”读得够慢，意思就是，她能够记住读过的所有东西。“我们开米罗人只比你们地球人聪明一点点，”一位成年外星人说，“我们没时间浪费在忘记或复习上，也没时间去看那些内 [2] 容浮浅，只配一扫而过的书。”开米罗的孩子们学到的这种慎重的阅读态度便于老师们采用精细而又系统的授课方式。举个例子，下面是开米罗四年级",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 83,
                "bbox": [
                    70,
                    63,
                    529,
                    571
                ],
                "text": "学生的课程表：开米罗星和银河系基础及地质学历史材料阅读颓废派喜剧学习简单几何学和三角学，用手工和机器绘图田径多毛人笑话和逻辑研究初级下流话初级神秘主义伪造课高空秋千中级电子学地球人解剖学",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 83,
                "bbox": [
                    74,
                    586,
                    564,
                    743
                ],
                "text": "学完这些之后，他们很快就会开始学习诸如区分宗教信仰、鉴赏酒类（初级、中级和高级）、组装地球人模型（初级）这样的课程。开米罗人无疑比我们更聪明，所以我怀疑在我们地球上，最早要到七年级才能开设多毛人逻辑研究和伪造课，但我们不能低估那些愿意更慢、更认真地读书的地球人所能达到的成就。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 84,
                "bbox": [
                    72,
                    69,
                    566,
                    755
                ],
                "text": "为什么人们总想读得快一点儿呢？并不仅仅是因为人生苦短，常言道：“书这么多，时间却这么少。”我们不想错过特别的东西，尤其不想仅仅是因为时间不够而错失它们。这是可以理解的，每念及此，我心里也会突然涌起一阵恐慌。但很奇怪的是，每当我念及自己没有时间去重读那些热爱的书，去重读那些肯定会带给我愉悦的书时，我却没有产生相同的恐慌。对我来说，一本尚未读过的书可能带来的愉悦比一本我已经读过的书带来的愉悦重要得多。“听过的旋律很美妙，但是没听过的更美妙。” [3] 当然也有一些特例。杰弗·尼科尔森曾经讲过：“在我十几岁的时候，有一次，我鼓动我的朋友罗布跟我比赛，看谁暑假读的书更多。这可不是个小比赛：所看页数最多的人才算赢家。至于对书籍内容的理解程度以及书籍本身的艺术水平则并不在我们的关注范围之内。我们并没有挑战普鲁斯特的书，我们需要节奏更快的书。我灵机一动，想到了读短篇科幻小说，它们简洁、易懂，一页很快就能读完，至少我是这么以为的。”但他的朋友更会打算。“当我跟随小说的文字在外星 [4] 荒原上艰难前行时，罗布正一目十行地翻着伍德豪斯的作品。这完全没有可比性了。我也开始看伍德豪斯，但无论如何，我还是输了，因为罗布就是比我看得快。不过我们一致同意，伍德豪斯的书很赞，而且他的作品太多了：在75年的文学生涯中，他一共写了100或者100多本书（要看你怎么计算）。不知何故我们觉得这很不错。”很可惜，阅读比赛的诱惑力太强了。我上六年级的时候，老师竟贸然在我们阅读时计时。她发给我们一篇文章，然后挥",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 85,
                "bbox": [
                    72,
                    67,
                    566,
                    755
                ],
                "text": "动绿旗宣布比赛开始。当我们读完后，要举起手，这样基利安老师就可以记下时间。我知道我是班上读得最快的学生之一，不过我有点儿害怕那个叫金伯利的女孩，她很高，总是表情忧郁，而且极为聪明。不出所料，金伯利领先我几秒，然后，更让我羞愧的是，在接下来的阅读测试中，她得了95分，而我只有70分。（现在回想起来，也许基利安老师很清楚自己在做什么，她是想教育像我一样好胜心强的孩子，只顾速度、不计后果地阅读是不会有好结果的。）在近半个世纪之后的今天，我还能清楚地记得当时的场景，那节课上的我可不是个榜样。但是，言而总之，我相信人们快速地读书，是因为他们想要的不是阅读本身，而是“读完了”这个结果。可是为什么他们想要“读完了”这个结果呢？我认为，那是由于他们把阅读简单地理解成了一个从书中摄取信息，并将之储存到大脑里的 [5] 过程。看看唐·塔普斯科特在《数字化成长》中所讲的故事吧：塔普斯科特遇到了一个名叫乔·奥谢的年轻人，后者当时是佛罗里达州立大学的学生会主席，刚刚荣获罗兹学者奖，在“佛罗里达州立大学领导云集的午餐聚会”上发表过演讲。奥谢是这么谈阅读的：我并不是真的在读书。我去谷歌网站上查询，这样可以迅速搜集相关信息，其中一些信息就来自书上。但是坐下来从头到尾看完一本书是没有意义的，这是在浪费我的时间，因为我可以从网络上更快地获取这些信息。如果阅读仅仅是为了储备材料（尼古拉斯·卡尔将其称为“开采‘相关信息’”），那么奥谢显然是个极为聪明的",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 86,
                "bbox": [
                    72,
                    69,
                    566,
                    731
                ],
                "text": "人，采用了一套极好的策略。果真如此，当迪昂提到有可能发现让眼睛更快地扫过文字的方法时，我们会非常高兴，因为真正的速读就要成为现实了。但如果你把阅读当作获取资料的一种途径，就总会嫌这个过程太过缓慢。既然我可以在10秒钟之内把一整本书的内容转存到电脑上，为什么还要花费一个星期的时间把它存进脑子里呢？为什么后一种储存形式经常出错，而且内容还常常不完整？注意，尽管开米罗人拥有非常精细的教育体系，他们却采用了这样一种阅读方式——推崇慢速阅读。这并不是因为他们认为慢有什么好处，而是想要确保资料能被最准确地传送。他们实践了信息论的最佳模式：构建了一个信息充足的系统。在很多情况下，这种将阅读视作获取资料途径的模式是行之有效的，比如阅读食谱或软件使用指南时就要采用这种模式；不过即使是读这些东西，我们也需要把传送到大脑中的信息转化为有意义的、正确的行动。虽然我和很多老师并不赞同，但不少学生也是这样阅读文学和哲学著作的。当然，我们很希望看到某个女生在阅读马可·奥勒留 [6] 的《沉思录》时深受感动，因而重新思考对真善美的理解，或某个男生在读完 [7] 弗吉尼亚·伍尔夫的《到灯塔去》后，彻底改变了自己的整个价值观，不过期待这种事的发生无异于做梦。毕竟，要是我们把这些书当作作业留给学生阅读，就是在测试学生对它们的理解程度，因此我们实际上是在要求学生有效地阅读，为了一些完全外在的收益放弃阅读本身的乐趣和价值。换句话说，我们是让他们为了分数而读书。任何一个学生，无论分数高",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 87,
                "bbox": [
                    72,
                    68,
                    567,
                    736
                ],
                "text": "低，都可能会试图采用那种储存资料的方式来阅读，这样才能积累必要的知识点，以备不时之需。（令人吃惊的是，时不时地，学生们真的会因为读了古代哲学而重新思考真善美的定义，或者被弗吉尼亚·伍尔夫的作品影响，改变了原本的价值观。很奇怪的是，当读者遇到这种事时，经常会感觉影响了他们的这本书结束得太早了，而自己又读得太快了。）而现在，我们不需要担心分数和效率，因为我们是在兴致的召唤下阅读的。我们想读什么就读什么，想什么时候读就什么时候读，不需要借助谁的帮助，也不需要谁来评判。我们是自由的读者。而且对我们来说，高效阅读那些没有“实用性”的文本（比如小说、诗歌、历史或宗教理论书籍，甚至是书店中的“畅销书”），只为了获取资料，这并不是好事。实际上这是获取“无聊”的最佳途径，因为很少有人意识到这一点：很多书都是你看得越快，就会越觉得它们没有意思。这其实没什么可吃惊的，尤其是那些匠心独具的书（可能是文字非同寻常地生动形象、令人愉快，也可能是思想或意象细致微妙、出人意料），它们的独特之处很可能会被那些快速阅读者错过。这并非仅限于小说、诗歌或戏剧，很多非虚构类作品也是如此。不管是虚构的文学，还是历史作品或新闻报道，细心的作家在叙述时，都会像作曲家一样，精心安排主题，并且注意变换表达形式。还是拿我们的老朋友吉本来举个例子吧。几年前我在读他的《罗马帝国衰亡史》时，注意到他对某个副词极其偏爱、一再使用——“不知不觉”。“正是凭",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 88,
                "bbox": [
                    76,
                    435,
                    126,
                    462
                ],
                "text": "图像",
                "type": "Title",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 88,
                "bbox": [
                    73,
                    72,
                    566,
                    427
                ],
                "text": "借这些制度，这个帝国的各个民族在不知不觉间融合成了统一在罗马帝国名号下的国民。”“我们看到基督教徒们积极热忱的精神已经在不知不觉间扩散到了帝国的每一个省和几乎每一座城市。”“狄奥多西的心被美人的眼泪泡软了，不知不觉间，年轻而纯洁的君主决定成人之美。贾丝蒂娜熟练操纵着冲动和激情，等到要举行皇家婚礼时，内乱已无法避免 [8] 。”为什么吉本这么喜欢这个词呢？这只是他的个人用词偏好吗？我认为不是——它象征着这段历史的主题基调，那就是罗马帝国的重要转变都是缓慢地逐步发生的，根本就没有人觉察到这种转变，等他们搞清楚发生了什么事，已经为时太晚、无力回天了。而这种“不知不觉”的状态也同样影响了罗马帝国的政治结构、社会和宗教发展、军事文化以及君王的心。这个特殊的主题有着各种各样的表达形式。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 88,
                "bbox": [
                    74,
                    474,
                    564,
                    730
                ],
                "text": "注意到这个词的读者，也就会注意到吉本书中这一非常重要、不容忽视的主题。但是那些匆忙阅读的人是不会注意到这一点的。而且，我们还得承认，当你在阅读一本两千多页，就连缩节本都厚达一千多页的书时，看着满篇的蝇头小字，你很难耐下性子、放慢速度。翻开吉本厚重的历史著作时（他的此类著作一般每部都有三册），读者会忍不住问：“这辈子我得花多长时间才能读完它啊？”据说格洛斯特公爵在看到吉本新出版的历史著作时说：“又他妈的来了一本砖头似的书！一直写啊写啊，是吧，吉本先生？”我们每个人心中大概都有同感。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 89,
                "bbox": [
                    71,
                    66,
                    567,
                    732
                ],
                "text": "当然，对于什么书都很难看进去的人来说，阅读像吉本砖头似的著作是不可想象的。让我们回忆一下本书开篇尼古拉斯·卡尔所说的那番话：“全神贯注于一本书或一篇很长的文章，曾经是易如反掌的事，我的大脑能够专注于叙述的演进或论点的转折，我还曾一连数个小时徜徉在长长的诗行里。但如今情况变了。往往在阅读两三页后，我的注意力就会开始转移。我变得焦虑不安，失去了思路，并开始寻找其他事情来做。”估计很少有人敢说自己没有卡尔所谈的毛病。我想约翰·塞尔夫可以成为我们的好榜样，他是马丁·艾 [9] 米斯1984年的小说《金钱：绝命书》的主人公。塞尔夫并不是通常意义上的读者。他生活在网络尚未诞生的时代，不过他有电话，是一名电视广告制片人。他习惯于迅速做出决定。塞尔夫被一个女人吸引，而她声称在塞尔夫读完她送他的书前，绝不跟他说话。“马丁娜的礼物是一本叫作‘动物农场’的书，是乔治·奥威尔写的。你读过吗？是我好的那口吗？”大概不是，自从塞尔夫读了全书的第一句话，“农场的主人琼斯先生过夜前给鸡舍的大门上了锁，不过他喝醉了，忘 [10] 了关上好些‘旁门小洞’”，他不明白“旁门小洞”指的是什么。（补充一句，我初读这本书的时候也不明白，不过并没有去查这个词的意思，也没有放弃读下去。）马丁娜对塞尔夫来说很有吸引力，所以他没有放弃。“我打开台灯，把香烟一根一根在桌子上摆好。然后我喝了很多咖啡，多到当我打开放在大腿上的那本书时，我觉得自己像一个杀人犯，正坐在电椅上，承受第一波电流。”害怕自己因为书",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 90,
                "bbox": [
                    72,
                    74,
                    565,
                    747
                ],
                "text": "太过无聊而睡着，他喝了好多咖啡。他很难集中注意力，开篇的动物大会对他来说没有多大意思。（奥威尔的）这本书以动物召开大会，倾诉各自的苦衷作为开场。它们的日子听起来的确挺惨的——整天工作，没有玩乐，也没有报酬——但它们指望什么呢？我对马丁娜·吐温不抱什么实际渴望，我只有不切实际的渴望。你知道吗？在现在这个社会，那些有点儿臭钱的傻瓜想要坐拥万物，如果你是异性恋，又碰巧有点儿小钱，就能温玉满怀、左拥右抱。最优秀的男人要么成了同性恋，要么就挑了风骚淫荡的蠢女人。在大会上，动物们唱了一首歌，名叫“英格兰的生灵”……我倒在沙发上，脑子里全是分神的事。接下来塞尔夫的情况也没有好到哪儿去。“我的身体老是在捣乱。我坐在这儿，努力想看进去，一直看下去，却不得不几次三番地把书放到一边，去上厕所、剪指甲、刮胡子、呕吐、刷牙……”注意，他是受到反叛身体的挟持，“不得不”去做这些事的。“我再次开始看这本书。我看了很长时间，甚至自己不知道看了多久。我给赛琳娜打了电话。”但是他没能在电话里告诉赛琳娜（他的另外一个女朋友），他已经看了这本书了，因为她没接电话。他继续读下去，不过：看书真耗时间，难道你没发现吗？比如说，需要花费很长时间才能从21页看到30页。我的意思是，你得先看23页，再看25页，接着看27页，然后看29页，更别提还有那些偶数页了。最后才是30页。接下来你又要看31页，然后是33页——这事儿没完没了。幸好《动物农场》是一本不算太长的",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 91,
                "bbox": [
                    76,
                    652,
                    566,
                    699
                ],
                "text": "[1] R. A.拉弗蒂（Raphael Aloysius Lafferty，1914—2002）：美国科幻、奇幻小说家。——译者注",
                "type": "Footnote",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 91,
                "bbox": [
                    75,
                    651,
                    564,
                    758
                ],
                "text": "[1] R. A.拉弗蒂（Raphael Aloysius Lafferty，1914—2002）：美国科幻、奇幻小说家。——译者注[2] 开米罗人对付倔强孩子的方法，是把他们关在一个坑里，不给食物，也不给水，直到他们记住这个教训为止。开米罗人还会对最难缠的孩子施以吊刑。我推崇他",
                "type": "Footnote",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 91,
                "bbox": [
                    72,
                    71,
                    566,
                    630
                ],
                "text": "小说。不过别的小说……它们都很长，不是吗？我是说，它们都那么长。过了一会儿，我想按铃叫菲利克斯给我送点儿啤酒。我克制着这个念头，但克制的过程也需要很长时间。我还是按了铃，叫菲利克斯给我送上来一些啤酒。我又继续看下去。如此看来，为什么还要说塞尔夫是个好榜样呢？因为他最终看完了这本书。而且，我敢说任何人，即使是最投入的读者，也曾有过与塞尔夫类似的体验。就连古代隐士或僧侣也不例外，他们只是身边没有马丁娜和赛琳娜罢了。但是如果塞尔夫生活在互联网时代，就算想获取马丁娜的芳心，他能在这一意念的驱使下走完《动物农场》这趟孤单的旅程吗？手边摆着一台电脑，酒店里还有免费无线网络，我怀疑他只能看上八九页，顶多看到动物们唱的那首歌。在这样的环境下，怎么还能要求他放慢阅读速度呢？放慢阅读速度，不就意味着，在屈服于干扰物的诱惑之前，他读到的文字更少了吗？恐怕是这样的，除非我们能改变阅读习惯——这一点是可以实现，而且值得付出努力的。即便是偶然随意的改变，也是有价值的，就像我一年前所经历的那样。那是一次鼓舞人心的经历。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 92,
                "bbox": [
                    73,
                    70,
                    384,
                    96
                ],
                "text": "们的阅读方式，但这些做法我就不推荐了。——原注",
                "type": "Title",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 92,
                "bbox": [
                    72,
                    96,
                    567,
                    609
                ],
                "text": "[3] 杰弗·尼科尔森（Geoff Nicholson，1953— ）：英国作家。——译者注[4] 见42页脚注。伍德豪斯的幽默小说非常好读。——编者注[5] 唐·塔普斯科特（Don Tapscott，1947— ）：加拿大新经济学家、商业顾问、作家、演说家，《区块链革命》的作者。——译者注[6] 马可·奥勒留（Marcus Aurelius，121—180）：罗马皇帝，斯多葛派哲学家。——译者注[7] 弗吉尼亚·伍尔夫（Virginia Woolf，1882—1941）：英国女作家，被誉为20世纪最杰出的现代主义作家之一。——译者注[8] 当我注意到“不知不觉”这个词一再出现时，我在网上下载了《罗马帝国衰亡史》的全文，简单搜索了一下这个词。事实证明，它在文中出现的次数比我预料的要多得多。现代科技万岁！我从网站上下载了不少公版书，转存到了我的电子书阅读器里。（事实上，我的电子书阅读器里有四分之三的书都是免费下载的。）但是我并不推荐大家采用这种方式来读吉本的著作。吉本以他的脚注数量之多和智慧之广而闻名于世，在纸质书中，脚注与正文印在一起，一般排在书页右边的空白处，而不是书页下方（这是吉本那个时代的排版方式）。但《罗马帝国衰亡史》的众多电子版本都没有再现这种非常重要的排版格式。——原注[9] 马丁·艾米斯（Martin Amis，1949— ）：英国小说家，2008年《时代》杂志评选的1945年以来最伟大的50位英国作家之一。——译者注[10] 此处“旁门小洞”（pop-holes）这一翻译参考了《动物农场》荣如德译本。——编者注",
                "type": "Text",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 93,
                "bbox": [
                    254,
                    123,
                    384,
                    163
                ],
                "text": "手机的诱惑",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 93,
                "bbox": [
                    72,
                    196,
                    566,
                    719
                ],
                "text": "在大多数情况下，我都是一个专心的读者，我教了20多年的文学，但和约翰·塞尔夫一样，我难以抵抗干扰。我的一天通常是从上网阅读新闻资讯开始的：我关注了大概200个供稿人，每天早上都能看到大概100条左右的新闻，我会下载一部分到电脑上。有些我会详细地读完，但大部分都只是浏览标题和概要。有些收藏起来随后再看，有些则保存下来。我还有一个博客、一本在线记录的云笔记、一个推特账户，所以我阅读的很多信息，会转化为笔记和感想，发布在这些平台上。每天早上我都会打开这些网页，另外还会查看邮件。这些就已经够一个正常人忙的了，但一天之内还不断有新闻出现。我在推特上关注的那些人会发布新状态，我每天也都会收到新邮件，有时甚至泛滥成灾。所有平台都会发给我信息更新的通知，好在我还保留着一点点的判断力，所以设置了屏蔽功能，这样，如果我想知道有什么新鲜事，就得经常去查看网页。需要说明的是，我工作时专心致志，从来不会去查看网页，不过可惜的是，我经常会因为惦记着有没有新鲜事而坐立难安（实际上我并不知道这个“经常”有多经常，我也不想知道），而且我的苹果手机也可以打开以上提到的所有网页，我又一天到晚带着手机。所以说，我几乎没有不被网络诱惑的时候。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 94,
                "bbox": [
                    72,
                    71,
                    566,
                    741
                ],
                "text": " [1] 哲学家威廉·詹姆斯曾说婴儿的感官体验充满了“纷繁嘈杂的困惑”，因为婴儿还没有形成必备的过滤能力，很难把这些感官体验分隔成各自独立的、有意义的单位。但当下，我们日常使用的科技似乎正在将我们带回到婴幼儿时期，多年来这些“纷繁”和“嘈杂”已经严重缩短了我的阅读时长。就像尼古拉斯·卡尔一样，我拿着一本书坐不了几分钟，就会觉得焦躁不安。我注意到，我会无意识地将手伸向手机，好像已 [2] 经变成了数码时代的“奇爱博士”（我希望自己没有他那么吓人）。大概两年前，我意识到自己读的书比以前少了，阅读质量下降了，注意力更不集中了，因此从阅读中获得的乐趣也减少了。在不自知的情况下，这些症状日益严重，终于一件有趣的事情发生了。我很高兴，它是在一间书店里发生的。当时我站在我家附近的一间书店里，手里抱着一摞书。这些书里有尼尔·斯蒂芬森当时新出版的小说《飞越修道院》，还有几本厚厚的历史论著，其中包括迪尔梅德·麦卡洛克 [3] 的《宗教改革史》（你可能已经看出来了，我的注意力欠缺综合征并没有影响我的阅读野心，虽然这很有可能是在强词夺理）。我的胳膊开始酸疼，我找到了一个座位，然后看了看手里的那堆书。我想把它们全部买回去，但是其中有几本书的字特别小——年纪大了，一个显著的特征就是视力不断衰退，连光学技术也无法完全矫正了。我有点儿担忧地发现，这里面的很多书由于字号的关系，要看完会很困难。还有，我要把它们摆在哪儿？每次我把书带回家或者办公室，我都得扔掉或者收起一些其他的书，给新书腾地方。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 95,
                "bbox": [
                    72,
                    68,
                    567,
                    746
                ],
                "text": "算了吧，我对自己说。我要买个电子书阅读器。然后，我真的买了一个。我在博客上写了很多关于电子书阅读器的文章，但在这里，我只想通过反驳另一位电子书阅读器的使用者，来强调一 [4] 点很重要的内容。克里斯汀·罗森在《新亚特兰蒂斯》杂志上发表了一篇文思敏捷的长文，其中写道：“很多人已经写到了电子书阅读器的各种功能：可以迅速转存电子文档，可以上网搜索，可以提供人工语音服务，可以方便地使用维基百科。这些功能都非同寻常，而且也非同寻常地分散着读者的注意力。”我对罗森这番论述的回应是，最后三项功能如果很容易就能使用的话，它们的确会让人分心，但实际上并非如此。要想从阅读界面进入上网界面，需要点击好几个按钮。罗森说她常常被这些功能分散精力，无法集中精神看书，我不知道她是怎么做到的。对我来说，要切换那些界面实在是太麻烦了，我还不如继续看我的书呢。总的来说，得到电子书阅读器后，它让我不断地阅读，时至今日仍是如此。想想看，当你在看一本纸质版小说的时候，提前翻看一下结尾，是多么轻而易举又充满诱惑力的事情。也许你只是想看看这本书一共有多少页，或者想知道你还剩下多少页没看——不过当然，有可能你只是想偷偷地瞄一眼结局。你也可以在电子书阅读器上做同样的事，只不过比较困难。同样地，在阅读不同种类的纸质书时，你可能会想看一眼目录，看看全书一共有多少个章节，各个章节有没有标题，这些标题是什么意思，等等。同理，你在电子书阅读器上也可以做这些，只不过需要多几个步骤，动作更不自然。（电子书阅读器",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 96,
                "bbox": [
                    72,
                    69,
                    566,
                    741
                ],
                "text": "有时钟功能，不过你在阅读的时候是看不到时间的，除非你点击“菜单”按钮，这时屏幕上才会显示出时间。我觉得，这让人更容易沉浸在书籍里。）简而言之，一旦你开始在电子书阅读器上阅读一本书，这种科技产品就会令你产生一种惰性，持续读下去会显得比转而去做其他事更容易。不像数码时代的其他产物，电子书阅读器推崇直线性——它创造了一种单向的、向前发展的模式，如果你想倒退也不是不可以，只不过要大费一番周折。我用电子书阅读器看的第一本书是《飞越修道院》，这是一本大部头，阅读经历却很愉快，因为省去了来回“搬砖”的劳苦，又避免了不断纠结于一些细枝末节的内容。《飞越修道院》中有一份词汇表，可以帮助读者理解斯蒂芬森的很多自创新词，每当我碰到这样的内容时，常常会流连其中，忘了去看正文。但使用电子书阅读器时，虽然我知道如果必要的话，我也可以去看那份词汇表，但是这种诱惑就没那么强烈了。相反，我会完全沉浸在故事之中。我发现当我坐在或者躺在一个舒适的地方时，我可以用一只手托着电子书阅读器，将拇指放在“下一页”的按钮上，然后什么也不做，只是点击，阅读，再点击。我发现我集中注意力的能力，而且是长时间集中注意力的能力，几乎瞬间就恢复了。我不确定为什么会这样，不过我有几个猜想。首先，我觉得，电子书阅读器给我那只闲不住的手找到了事情做，而且动作跟在手机上查邮件或者发微博类似。能够重新找回长时间集中注意力的能力，这让我受益良多。本来我已经具备这种能力几十年了，但被数码世界同化后，我就丧失了它。当我买回电",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 97,
                "bbox": [
                    72,
                    69,
                    567,
                    715
                ],
                "text": "子书阅读器后，我恰好阅读了一本最适合用它来看的书——一本小说。如果我一开始看的是休谟的《人类理解研究》，可能就绝不会继续使用这种电子设备了。我想，电子书阅读器不可能成为所有需要培养更强更持久注意力之人的灵丹妙药，但我认为我的经历说明了一件事：视科技为阅读的敌人，这种想法并不合理。电子书阅读器本身就是一项科技，而且是一项极为高端的科技。不过就算同是数码科技产品，彼此也有很大的不同：电子书阅读器不管从任何方面来衡量，都比手机和电脑更难令人分心。至少新技术有可能成为解决方案的一部分，而不是成为问题的一部分。我说“有可能”，因为也许这不会发生。近年来数码科技引发了一场完全反注意力的风暴，主要是因为它利用了被美国心理学家B. F.斯金纳 [5] 称为“间歇强化”的巨大力量。我们不断点击电子邮箱中的“收件箱”按钮，查看微博或不断登录脸书，都是因为我们并不是每次都能看到新信息，根据斯金纳的研究，这比有规律的、可预见的“强化”刺激作用更强。毕竟，如果我们知道每次点击某个按钮后都能看到新邮件的话，我们的好奇心就会逐渐消退：反正我们什么时候点击，新邮件都在那儿。正是那种未知性促使我们不听话的手慢慢伸向了手机。正如萨姆·安德森 [6] 所言：“互联网本质上就是一个斯金纳箱  [7] ，专门用来开发我们内心最深处的上瘾机 [8] 制。”（我也很喜欢科利·多克托罗的那句评论：“集中注意力的最大障碍就是你的电脑带来的那套干扰系统。”）",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 98,
                "bbox": [
                    71,
                    70,
                    569,
                    742
                ],
                "text": "我们当中的很多人处于这种“纷繁嘈杂的困扰”中时，会安慰自己：这起码说明，我还有同时处理多项任务的能力。不过近几年来，研究者们已经完成了大量且详尽彻底的研究，得到了一些清楚明确的结论，其中包括：第一，没有人能够真的同时处理多项任务。相反，我们只是在不同的任务之间来回跳转，一次只能关注其中一项任务。第二，试图同时处理多项任务会导致我们只能保持“不完整的注意力”。第三，那些自认为擅长同时处理多项任务的人极有可能比其他人表现得更差。想哭就哭吧，它们是每一位“准读者”必须面对的事实，让众多聪明机智的学者对自己的阅读能力悲观绝望、扼腕叹息，即使他们曾经是踌躇满志、劲头十足的读者。似乎是时候提出些建议或者劝告了。不过这样做有什么意义呢？我们都已经知道了，如果我们想回归慢慢阅读、专心阅读的状态，就应该关上电脑、拿开手机。要是查邮件、看博客的诱惑太过强烈，就去一个没有这些小玩意儿的地方。在你带着书走进咖啡馆之前，把这些电子设备锁在车里；把它们交给你的配偶或者同伴，请他们把这些东西藏起来，然后走进一个摆着舒适椅子的房间，关上门。给出一些实际可行的建议并不难，难的是去执行它们——或者说，难的是愿意去执行它们，难的是生动完整地想象出执行这些建议能给我们带来哪些好处[9] 。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 99,
                "bbox": [
                    73,
                    427,
                    566,
                    709
                ],
                "text": "[1] 威廉·詹姆斯（William James，1842—1910）：美国哲学家，心理学家，实用主义的倡导者，美国机能主义心理学派的创始人之一。——译者注[2] 奇爱博士：库布里克同名电影中的人物，时时想抬起右臂行纳粹军礼，时时想扼死自己。——编者注[3] 迪尔梅德·麦卡洛克（Diarmaid MacCulloch，1951— ）：牛津大学圣十字学院历史学教授，主攻教会史。——译者注[4] 克里斯汀·罗森（Christine Rosen，1969— ）：美国当代作家，自由写手。——译者注[5] B. F.斯金纳（Burrhus Frederic Skinner，1904—1990）：美国心理学家，新行为主义学习理论的创始人。——译者注[6] 萨姆·安德森（Sam Anderson）：美国书评家、评论家。——编者注",
                "type": "Footnote",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 99,
                "bbox": [
                    74,
                    73,
                    563,
                    405
                ],
                "text": "而我们必须执行这些建议。 [10] 2005年，美国知名作家戴维·福斯特·华莱士在凯尼恩大学的毕业典礼上发表了演讲，他用我一辈子都难以企及的简洁语言解释了必须执行这些建议的原因。下面是他演讲的中心段落：毕业20年后，我逐渐明白了，在那些教你如何思考的、充斥着陈词滥调的书里，其实暗含着一个更深刻、更严肃的问题：学会如何思考实际上意味着学会如何控制你的思考形式和思考内容。这意味着你要非常清楚，自己应当选择关注哪些内容，选择怎样从经验中构建信息、获取知识。如果你成年以后还没有掌握这种选择能力的话，你将会一败涂地。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 99,
                "bbox": [
                    73,
                    427,
                    567,
                    709
                ],
                "text": "[1] 威廉·詹姆斯（William James，1842—1910）：美国哲学家，心理学家，实用主义的倡导者，美国机能主义心理学派的创始人之一。——译者注[2] 奇爱博士：库布里克同名电影中的人物，时时想抬起右臂行纳粹军礼，时时想扼死自己。——编者注[3] 迪尔梅德·麦卡洛克（Diarmaid MacCulloch，1951— ）：牛津大学圣十字学院历史学教授，主攻教会史。——译者注[4] 克里斯汀·罗森（Christine Rosen，1969— ）：美国当代作家，自由写手。——译者注[5] B. F.斯金纳（Burrhus Frederic Skinner，1904—1990）：美国心理学家，新行为主义学习理论的创始人。——译者注[6] 萨姆·安德森（Sam Anderson）：美国书评家、评论家。——编者注",
                "type": "Text",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 100,
                "bbox": [
                    72,
                    68,
                    567,
                    363
                ],
                "text": "[7] 斯金纳箱：由斯金纳发明的一种心理实验装置，它证明动物的学习行为是伴随着起强化作用的刺激发生的。——编者注[8] 科利·多克托罗（Cory Doctorow，1971— ）：加拿大科幻小说家、记者。——译者注[9] 尼古拉斯·卡尔曾说：“当今的问题并不是我们在同时处理多项任务——我们一直都在同时处理多项任务。问题在于，我们总是在同时处理多项任务。我们自然忙碌的生活状态正在被那些联网的电子设备放大，它们不断给我们发来信息和提示，用各种或重要或鸡毛蒜皮的信息‘轰炸’我们，从而打断了我们的思绪。信息轰炸从未降低火力。结果，我们用于冷静、专注思考的时间就少得多了——那种需要专注、沉思、回忆、内省的思考。我们越少练习这些思维方式，就越有可能完全失去它们。”——原注[10] 戴维·福斯特·华莱士（David Foster Wallace，1962—2008）：美国知名小说家，散文家。——译者注",
                "type": "Text",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 101,
                "bbox": [
                    265,
                    123,
                    372,
                    163
                ],
                "text": "废寝忘食",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 101,
                "bbox": [
                    72,
                    195,
                    568,
                    738
                ],
                "text": "嫉妒总是突如其来，出乎意料。有一次，我正待在一个不 [1] 同寻常的地方，身处一艘从不列颠哥伦比亚省主陆出发驶往温哥华岛的巨大游轮上。游轮一路西行，我们告别了阴云密布，迎来了艳阳高照。我和妻子心中充满了对岛上欢乐一日游的各种期待，用咖啡售卖机捣鼓了两杯味道相当不错的咖啡。我们坐在一张小圆桌旁，轻啜咖啡，不时凝望着乔治亚海峡周围的小岛，一切都非常完美。不过这时我瞟到了隔壁的桌子，桌边坐着一个10岁左右的小男孩，他急切地注视着爸爸的脸，听后者用激动的语气念着《哈利·波特与混血王子》。那一天是2005年7月16日，8个小时之前，也就是头一天的深夜，这本书才刚刚公开发售，而我订购的那一本在好几天之后才被送到手上。也许有人会说，那个孩子是在听别人给他读，而不是自己看（在我看来，这两者的差别并不大），然而，他身上有一种东西是我渴求的。我并不是嫉妒他能先于我追寻哈利的又一次冒险旅程，我渴求的是他正在经历的一种强大又奇妙的体验：他正沉迷于一本书中。就像威妮弗雷德·加拉格尔  [2] 所写：“专注可以让你获得酒神狂欢式的体验，在旧时代，人们用一个美好的词‘入迷’来形容这种体验——完全被吸引，专心致志，全神贯注，甚至‘连魂儿都被吸进去了’，它会带来",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 102,
                "bbox": [
                    73,
                    66,
                    568,
                    754
                ],
                "text": "生命中最深的快乐。在学者的书房，在木匠的车间，在爱人之间的牵绊中，都有这种快乐。”那个男孩是真的入迷了，完全沉浸在故事里，魂儿都被带走了，而现实的世界中，即使是海上灿烂的朝阳、海峡周围散布的小岛，对他来说也都像不存在一样。只有那些真正在美好事物上全身心投入过的人，才会明白把精力用错了地方有多糟，才能避免再一次“铸成大错”。为什么专注力值得培养呢？不只是因为它对你有好处，或者（就像加拉格尔所说）它可以帮助你“搭建自己的世界”，还因为这种入迷的感觉会让人深深地心满意足。这实际上就是兴致的全部所在，就是兴致的最终目的。我甚至认为，当华莱士阐述如果人没有专注力、选择能力就会“一败涂地”时，他脑子里想的其实是这种满足感——毕竟，没有能力做选择的人也凑合着活过来了，按照世俗标准来看，其中有些人还挺成功的，但他们缺少一些东西，一些必不可少的东西——他们从来都不知道沉迷是种怎样的感觉。奥登精彩的组诗《祈祷时刻》就描绘了这种幸福的状态：你不需要凭一个人在做什么来了解他是不是在度假，你只需要看他的双眼：厨师配置酱汁，外科医生划下细微的切口，",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 103,
                "bbox": [
                    71,
                    72,
                    569,
                    712
                ],
                "text": "职员填写提货单，他们都有同样入迷的眼神，他们都在全身心投入一件事物。那种目无他物的神情是多么美妙！在奥登看来，正是这种精神创造了人类文明——“应该建造纪念碑，应该吟唱赞歌，送给那些无名的英雄”，那些最先忽略了“欲望女神”的英雄：忘记吃午饭，为了做出第一块薄石片的人；坚持独身，一心收集贝壳的人。要不是他们，哪里会有今天的我们？“欲望女神”指的是掌管我们的欲望、本能和内心渴望的女神，就像爱与美的女神阿佛洛狄忒一样。有时候我们可以神奇地克制住这些欲望。奥登觉得，“做出第一块薄石片的人”的特别之处，在于他对工作如此投入，竟然忘了吃午饭；他并没有做出取舍的决定，完全没有注意到肚子咕咕叫的声音。他非常专注地盯着眼前的东西。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 104,
                "bbox": [
                    72,
                    69,
                    567,
                    713
                ],
                "text": "如果达到这种“目无他物”状态不是因为我们在度假（ vocation ） ， 而 是 因 为 我 们 发 现 了 自 己 的 兴 趣 所 在（avocation），也就是说，我们入迷纯粹是因为喜悦和快乐，那么事情就更美妙了。这就是“读者”相较于“读书的人”的特别之处。沉迷于一本书的感觉真的会让人上瘾：已经体验过几次这种感觉的人想再次体验，而且想充分体验，于是他也许会请求一位朋友把自己那该死的手机藏起来。近代史上最符合奥登笔下“做出第一块薄石片的人”这一 [3] 形象的，要数英国激进派代表人物威廉·科贝特。科贝特出生于1763年，是一名工人的儿子。他少年时曾在里士满附近的一座大庄园中做园丁。有一天，正在休假的他打算去国家植物园看看，不过在半路上，他在一家书店的橱窗里看到了乔纳森·斯威夫特的《澡盆故事》 [4] ，定价3便士。“书的名字非常奇怪，勾起了我的好奇心。我带了（3便士），但是那样的话，我就没钱吃晚饭了。”他买下了那本书，然后立刻沉浸其中（虽然书中的很多典故他都似懂非懂），一直看到天色灰暗，看不清字才罢休，完全没意识到肚子已经饿得发痛。后来他把那个时刻称为“智力的新生”：从斯威夫特的讽刺作品中，他找到了社会良知的典范，以及对各种残酷行为的愤怒，还看到了文字在抒发和表现这些愤怒时起到的作用。这本书的诱惑促使他自愿放弃晚饭，来换取一读为快的机会；在他读书的时候，文字强大的魅力使他无视饥饿和黑暗的存在。他入迷了。任何一个从他身边经过的人，都应该能辨认出他那种“目无他物”的神情 [5] 。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 105,
                "bbox": [
                    73,
                    67,
                    566,
                    755
                ],
                "text": " [6] 琳恩·莎伦·施瓦茨在回忆录《读书毁了我》中，讲述了她第一次读书的经历。“我以为阅读能够改变我的人生，或者说至少能教会我怎么生活。它的确教给了我一些东西——很多东西，但并不是当时幼稚的我所期待的东西……如果没有哪个少女被书毁掉，那么也没有哪个少女被书拯救。”科贝特的人生的的确确被斯威夫特的书改变了，而在《神曲》中，但丁在地狱的第三层遇到了一个叫佛兰切丝卡的女人，她说，不管怎么样，她的人生，还有她情人的人生，都被一本书毁了[7] 。但是不管怎样，施瓦茨下面的这句话是绝对没错的：“阅读教给我们的第一件事，也是最重要的一件事，就是怎样安静地坐上很长一段时间，并且正视这段时间。我们充满活力、全身心投入这种令人兴奋的精神活动中，忘记了时间，忘记了死亡，也忘记了生命中那些不快和痛苦，完全沉浸在永恒的现在和此刻的快乐当中。”没有什么比阅读教给我们的这些事更为宝贵、更为重要了，因为这种全身心投入的阅读，其实就是你和一本书联合起来对抗时间。你正在读的那本书会成为你的同盟和重要支持者，帮助你宣告对自我空间的所有权，并驱逐任何试图控制你意识的力量。再次引用华莱士的话：“学会如何思考实际上意味着学会如何控制你的思考形式和思考内容。这意味着你要非常清楚，自己应当选择关注哪些内容，选择怎样从经验中构建信息、获取知识。”用“阅读”来替换这句话里的“思考”，意思就很清楚了。我还想补充最后一点，那些试图代替我们来支配时间的科技产品，它们不仅决定了我们应该做什么，甚至还决定了我们",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 106,
                "bbox": [
                    73,
                    221,
                    567,
                    712
                ],
                "text": "[1] 不列颠哥伦比亚省：加拿大西部的一个省。——编者注[2] 威妮弗雷德·加拉格尔（Winifred Gallagher）：美国科普作家，著有《全神贯注》《环境的力量》等书。——译者注[3] 威廉·科贝特（William Cobbett，1763—1835）：英国政论家、散文家、记者。——译者注[4] 《澡盆故事》：英国作家乔纳森·斯威夫特的讽刺性论著。——编者注[5] 还有一个类似的故事，和先前大卫·科波菲尔的经历也很相似。故事的主人公是罗伯特·科利尔（出生于1823年），他小时候在北约克夏郡费尤斯顿的一家纺织厂工作。后来成了一位非常有名的教会牧师。他在写自传时，着重强调了自己所买的第一本书，那是一本儿童读物——《迪克·威灵顿和他的猫》。“现在我的书房里摆了大概三千本书……但是所买第一本书带来的火焰至今还未熄灭，那种与年龄一同增长的激情引领着年幼的我看完了我能找到的所有书……我还记得很久以前我坐在小屋里看书的时光，就如同我心里所想的那样，要一直阅读到老。”这是乔纳森·罗斯在他的著作《英国工人阶级的智力生活》中谈到的众多趣事之一。——原注[6] 琳恩·莎伦·施瓦茨（Lynne Sharon Schwartz，1939— ）：美国当代作家。——译者注[7] 在《神曲》中，佛兰切丝卡已为人妻，但是她和另一个男人保罗都被一个爱情故事深深地吸引，从而模仿了这个故事中的主人公。所以这个女人有些像安娜·卡列尼娜。不过同一个故事未必会对其他人产生这样的影响。一个人必须做好准备接受一本书能够提供的所有东西，才能体验阅读带来的最强大的效果，虽然这并不一定都是好事。——原注",
                "type": "Footnote",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 106,
                "bbox": [
                    73,
                    71,
                    564,
                    203
                ],
                "text": "应该什么时候做：响个不停的电话铃声，更为安静却对大多数人来说干扰性更强的音乐、邮件、更新、新闻……我可以对它们大肆抱怨一通。但是说真的，培养注意力对人类来说一直都是个难题——只要有人看书，就总会有人因为无法集中注意力而感到沮丧，这是人类的天性。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 107,
                "bbox": [
                    205,
                    121,
                    430,
                    164
                ],
                "text": "为什么有些人不读诗",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 107,
                "bbox": [
                    71,
                    196,
                    566,
                    743
                ],
                "text": "在历史长河中，不时会有一些致力于阅读活动的组织出现。这些阅读活动通常更关注精神层面，然而这些组织的教学方法，也很适用于那些精神需求不太高的、比较“世俗”的读者。比如说，在20世纪巴黎著名的圣维克多修道院，院长休曾经写了一本名为“训解”的阅读指导著作。书名的意思在当时类似于“操作手册”，而休的这本书也可以被视作一本教育理论，一部简要的百科全书，以及一个整合归纳了所有知识的系统。休本来只是想为他的修道士同伴们创造一个阅读体系，不过他的书对那些阅读动机（还有阅读的内容）跟“修道”毫无关系的人也具有非常宝贵的价值。（休应该会对我引用他的著作一事极为震惊，并不是因为本书的很多读者不是修道士，也不是因为很多读者根本不信基督教。对休来说，阅读的目的就是增长知识，而知识只能从上帝那里得到，别的地方都没有。我对休的这套理论进行了简化及更改，省略了一些他可能会觉得非常关键的内容，尤其是记忆训练的部分——休坚定地相信训练记忆力是很有必要的。）我有些犹豫要不要在这里提到休，因为应该再没有人比他更不赞成兴致之说了。如果你有能力阅读，却因为“过度关注发生在这个世界上的各类事件”，或者“放纵自己，沉溺于堕落的感官享受”，因而没有完成阅读任务，休就会斥责你“十",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 108,
                "bbox": [
                    72,
                    68,
                    567,
                    744
                ],
                "text": "分可憎”。不仅如此，他的阅读指导计划异常严格，相比之下，艾德勒和范多伦的计划简直就像一场肆无忌惮的享乐。不过他的阅读模式从理论上说的确是智慧的结晶，非常值得我们学习——尤其是那些像12世纪的修道士一样拼命不让自己走神的人，更有必要了解。休用了一个很有吸引力的开篇，驳斥了那些恃才傲物之人的阅读态度：“我自己从来不会瞧不起任何跟教育有关的东西，反而会……经常学习一些在其他人看来是个笑话或者说没有意义的东西。”他向读者宣扬这种态度，主要是因为那些脑子里起初只有一些琐碎之事的人，可以把他们所知道的东西当成基础、垫脚石，然后才能够上升到更高的知识层次。那些刚刚开始阅读训练的人，不需要因为读的书不是名著，或者一次只能集中精力看几页书而羞愧。就让他们从阅读短篇小说或短文开始，朝着需要集中注意力更久的文章努力。实际上，循序渐进对一个读者来说是非常重要的：“一步一步往前走的人才能走得更好，不像那些一下子就想跳一大步的人，只会摔跟头。”而且，休还说，在这些方面取得进步的读者要警惕骄傲的危险（这是恃才傲物的根源），因为骄傲会让你轻视其他读者，也会阻碍你获得更多的知识和技能。虽然这不是休在《训解》中的原话，但他赞同中世纪一个普遍的观点，那就是人生是一场朝圣，每个人都是旅人，是一个徒步旅行者——一个知道自己要去哪儿，在路上，同时也知道自己还没有到达目的地 [1] 的旅行者。因此，我们也就没有理由在那些同行者面前骄傲自负：我们都在按部就班地一步一步往前走。在此基础上，",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 109,
                "bbox": [
                    72,
                    65,
                    568,
                    744
                ],
                "text": "休特别强调，学习阅读的人要培养谦逊的美德：“对读者来说，谦逊教给了我们尤为重要的三点：首先，不轻视任何知识或著作；第二，不以向任何人求教为耻；第三，在完成阅读任务后，不看不起其他人。”怀着这种谦逊的精神，读者可以很有把握地追求从阅读中得到的智慧，这样的读者才是真正的学生。 [2] 我在这里着重引用了伊凡·伊里奇对休著作的绝妙诠释。伊里奇说，当他在研究休的著作，尽力想理解后者提到的“学习”（study）一词的含义时，碰巧查阅了拉丁语字典和牛津英语字典，很高兴找到了下面这些：（源自拉丁文Studium）爱意，友善，为了他人的好处而投入；有选择的同情；愿望，倾向；对某事的乐趣或兴趣（注意：这些义项在1697年后都已废弃）所以学习某事的学生不仅会关注所学的内容，还会对其很感兴趣，态度友好，甚至充满喜爱（至少在1697年前）。学生会觉得他学习的内容非常珍贵，并希望它能带来更多益处。读者会关注作品本身以及里面有价值的内容。不过，只有耐心细致的读者才能挖掘到那些有价值的内容。这样的读者当然必须对文本进行思考，尽自己所能发挥才智来理解它的含义。但这样还不够，因为我们之前强调过，这样阅读只是在按部就班地理解，没有互动。真正的学生会更进一步，从思考状态进入冥想状态，用休的话来说就是“吸收”文本内容（只要这个文本真的值得这么做，对这一点认真",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 110,
                "bbox": [
                    72,
                    68,
                    566,
                    742
                ],
                "text": "的读者能够分辨），将之变成读者个人的经验。我们也许会想起，贾雷尔曾说过，我们受兴致驱使所读的书会对我们说“你必须改变你的人生”。大卫·科波菲尔也是如此，他读书不只是为了获得乐趣，也是为了人生本身，他被所读的书改变了人生，丰富了内心，强化了思想，慰藉了灵魂。我冒险再提一个拉丁词语。休认为，那种思考，尤其是对宗教著作的思考，最好通过“反复咀嚼”（ruminatio）来实现，在休的论述中，这个词并不像听上去那么装模作样。对我们来说，它意指一种高贵的或者说听起来很高贵的行为，然而休想到的却是牛羊等动物的反刍。反刍动物有好几个胃，其中第一个胃是瘤胃，可以用来暂时储存食物。食物到达瘤胃后会逆呕至口腔，然后被再次咀嚼。只有经过反刍的食物才会被输送到第二个胃，到了那里就不会再返回了，“吸收”指的就是真正放进身体里。休认为这是完美的专注阅读模式：阅读文本，然后将信息输送到大脑深处——不过之后还要把它们召唤出来进一步思考。（休的阅读模式显而易见是符合自然规律的，他想把我们的身体训练成阅读的好帮手，这一定是因为他知道塞尔夫的痛苦，知道身体具有一种自然倾向，会去干扰静止不动的注意力。）如果你曾经读过一篇文章，过后，可能过了很久之后，才意识到你可能并没有完全理解它，于是回头再去读，你就是一个反刍读者。尽管如此，我们已经看到了，文化和心理上的强大外力会阻止我们的反刍本能。如果我们很容易就会分心，或者时间很紧张，又或者我们只是想从书单上删掉一本书，再接着看下一本，可能就会忘了之前还未完全消化的东西，再也不会回头反",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 111,
                "bbox": [
                    71,
                    67,
                    567,
                    729
                ],
                "text": "刍。这不仅仅是我们的问题；在这些方面休用了很大篇幅对僧侣们进行指导，这说明他们也要应对我们所面对的诱惑。我会鼓励那些难以应对诱惑的人想一想诗歌的优点——对，就是诗歌。我已经教了很长时间的文学，曾经听很多人说 [3] 他们能够欣赏和体会小说的妙处，却读不懂诗歌。这些人是在给自己设立不必要的障碍。诗歌，抒情诗，大概是我们这个时代最理想的文学作品，只要我们尽快摆脱“诗歌只读一遍就能懂”的想法。我之前提到过，很多叙事作品需要这样读——只认认真真、从头到尾读上一遍；但是这样阅读诗歌是错误的。当我给学生们布置作业，让他们读一组诗时，我经常提醒他们，我希望他们慢慢地、认真地读每一首诗，如果允许的话，大声读，并且至少读5遍。我还会要求学生背下50行诗，背给我听，因为正如乔治·斯坦纳 [4] 常说的那样，熟记才是真正意义上的“用心”学习。而且我还发现，写论文时，如果论述的是自己熟记的诗歌，人们会有更深的见解，好像凭直觉知道了那首诗蕴藏的逻辑——他们读懂了那首诗，而它很有难度。但是对大多数读者以及所有不看书的人来说，诗歌是很吓 [5] 人的。W. S.默温写过一首诗《为什么有些人不读诗》，开头是这样的：因为他们知道那意味着停下来，而无须停下他们就知道",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 112,
                "bbox": [
                    72,
                    102,
                    568,
                    734
                ],
                "text": "那还意味着倾听。没错：诗歌要求你停下来。不过这么说来，很多具有重要价值的体验都要求你停下来。停下脚步，停下谈话，停下浏览网页，然后亲吻你深爱的那些人或物。下面来谈谈诗歌鼓舞人心的地方：一首抒情诗要求你集中注意力的时间更短——比阅读《动物农场》还要短。你可以在分神之前就读完一首诗，只要你别忘了你并不需要把阅读搞成一件复杂的事情。然后你可以过一段时间再重读这首诗，如你所愿，读几遍都可以。当然，你重读的次数越多，它给你的回馈就越多，只要它真是首好诗。有些优秀的诗歌还不及一篇博客日志长。再看看下面这首作者不详的杰作，大概写于16世纪：西风何日刮，细雨何时下？但愿吾爱在，相拥重欢眠！只有简短的四句话——你可以把它编成一条微博，而它也值得你这么做。如果你想实践休院长的学说，从诗歌入手大概最为理想。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 113,
                "bbox": [
                    72,
                    70,
                    567,
                    697
                ],
                "text": "让我们来总结一下这些学说。对于那些希望跟随兴致而不是一时兴起去读书的人，那些已经充分了解了自己的兴趣、知道自己想探索什么的人，第一课必须学的是谦逊。如果过去5年你都没有看过一本小说，一上来就读《安娜·卡列尼娜》或《万有引力之虹》，并不是个好主意。不要有所顾忌，只管去读那些难度低一点儿的著作或者诗歌，它们的结构起码正常。（想象一下塞尔夫读《尤利西斯》会是什么样子。）不要浪费时间和精力拿自己跟别人做比较，不管比较的结果会让你感到羞愧还是满足，因为我们都是旅人。带着宽厚的态度去面对你要读的书，别想着跟文本对抗，而是要尽力对它好一点儿；要出于自愿而不是被迫面对文本，就像它是来到你家的客人，从某种角度来说也的确如此。（在一些很少见的情况下，你可能会觉得某本书才是主人，而自己则是客人：马基雅维利阅读时的惯常姿态表明，他觉得走进自己的书房就像是进入了一位伟大君主的宫殿。）最重要的是，用一点儿时间来辨清这本书（或者这个故事、这首诗歌、这篇散文、这段论文）能够提供给你什么。慢下来。要重视、重读那些看起来内涵丰富或极为难懂，又或者因此让你极为不快的段落。多咀嚼一下这些文字构成的食物，增加反刍的时间，然后再把它们输送到你大脑深处 的 “ 胃 ” 里 ： 这 样 你 就 能 避 免 随 后 出 现 的 “ 消 化 不良”和“心绞痛”症状了。 [书籍分 享V信shufoufou]这些话本是用来教育800年前巴黎的修道士的，但是今天的读者们如果不遵从这位睿智而又神圣的修道院院长休的指导，只怕结果会更糟。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 114,
                "bbox": [
                    73,
                    83,
                    566,
                    613
                ],
                "text": "[1] 在一本好书《谈希望》中，约瑟夫·皮珀沿着这些线索深入探索了托马斯·阿奎那有关“希望”的神学理论：按照定义，怀有希望的人是一个旅人，因为希望就在绝望和自以为是中间。绝望的人跟自以为是的人哪儿都不会去，他们固定在一个地方——绝望的人觉得自己无路可走，自以为是的人则以为他们已经功德圆满了。这些区别在阅读的世界中也有非常精确的体现。我这本书主要就是写给那些绝望之人的，他们总是相信或者害怕自己没法认真读书，不过我也想给那些过度自信的人一些经验之谈。——原注[2] 伊凡·伊里奇（Ivan Illich，1926—2002）：奥地利哲学家，罗马天主教神父，被称为“特立独行的社会评论家”。——译者注[3] 不过这种对诗歌的厌恶有些言过其实，就像查尔斯·西米克在回忆他荣获美国国家诗歌奖时所说：“在这个国家，学校每年教授的文学作品都在减少，看书的人越来越少，无知在很多方面占据了统治地位，然而写诗和读诗的人却比以往都多。不信去网上看一看，是哪些人把从古至今所有的英语诗歌都搬上了网？他们是从哪儿挤出时间来做这些事的？难怪我们国家的离婚率这么高。更别提数以千计的博客、在线诗歌杂志了，既有严肃正式的板块，也有任何人都可以上传作品的开放式空间，8岁的小女孩可以写她的金鱼死了。那些经常给我写信、发邮件的人也是那个世界的一部分。他们想让我提些建议：怎么才能让诗歌在美国更受欢迎？我的前辈们提出了很多聪明的主意，比如说在美国的汽车旅馆里，在每间客房的《圣经》旁边都摆上一本诗集（这是约瑟夫·布罗茨基的主意），或者要求每天的报纸都刊登诗歌（这是罗伯特·平斯基的主意）。跟他们不同，我觉得现在这样就很好了。就我所看到的来说，现在读诗和写诗的人数已经超过了历史上的任何一个时代。”——原注[4] 乔治·斯坦纳（George Steiner，1929— ）：美国哲学家，小说家、散文家、文学评论家。——译者注[5] W. S.默温（William Stanley Merwin，1927— ）：美国诗人，在1973年与2009年两次获得普利策诗歌奖。——译者注",
                "type": "Text",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 115,
                "bbox": [
                    206,
                    122,
                    430,
                    163
                ],
                "text": "不同的书，区别对待",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 115,
                "bbox": [
                    72,
                    196,
                    568,
                    743
                ],
                "text": "在这里，我必须承认一个显而易见的矛盾：那就是休推荐的阅读策略跟我之前推崇的“入迷式阅读”并不能很好地融合，或者说看起来有点儿格格不入。就像我不赞成在阅读斯蒂芬·金和罗琳的著作时手里还拿着笔，随时准备做笔记一样，如果阅读这些激动人心的故事时还要停下来沉思，听起来也很荒谬。所有的书都需要我们集中注意力，但并非所有书都需要同一类型的注意力，而好的读者会明白这一点，并做出必要的调整。你可以对此做出种种解读。严格来说，一首抒情诗要求读者付出的注意力类型不同于一首叙事诗所要求的，而后者可能和一本小说所要求的又有（细微的或者极大的）差别。那么，同属叙事类文体的历史书和小说之间，联系会有多紧密呢？同样是历史书，学术专著与趣闻野史又有哪些不同？还有哲学专著、变态心理学教材、佛教修行类书籍……它们之间有何区别？分别应该怎样阅读？实际上，如果不采用我们的老朋友艾德勒和范多伦的“三种目的”阅读模式，我们可能举步维艰。他们认为阅读的三种目的是“获取资讯”、“增进理解力”和“娱乐消遣”。虽然这种分类并不完美（它们之间有很多重合的地方），但之前把这两位作者批判得一无是处，现在我觉得有些愧疚。他们的这",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 116,
                "bbox": [
                    72,
                    69,
                    566,
                    713
                ],
                "text": "套理论描述的是阅读最主要的几种目的，并不是阅读策略，所以我觉得我们可以有效利用它——不过有必要用“乐趣”来替代“娱乐消遣”。当我们为了乐趣而阅读时，我们不会，或者说不应该做笔记，这样“入迷”就成了我们唯一的目标。当我们为了获取资讯而阅读时（最好的例子就是为了考试啃书），我们最好还是做笔记。当我们为了增进理解力而阅读时，我们可以做笔记，也可以不做，要依具体文本内容而定。有的时候，我们会情不自禁地沉迷于一本书中；有的时候，我们又希望理性地分析文本，与其保持一定距离（这一点后文会详谈）。这是一些大为迥异的体验。不同阅读策略之间的差异会大到完全割裂它们的联系吗？还是更为严重，它们之间是互相抵触的？以至于我们用一种方式看的书越多，用其他两种方式集中注意力的能力就会越弱？（不知道眼前的书适合哪种注意力模式，是你没法好好阅读的原因之一。我敢肯定，这种困惑会让任何人都看不下去《圣经》——我是说没法真正去看。《旧约》和《新约》主要在叙事，其中还掺杂了其他文体，似乎需要运用增进理解力的阅读策略，就像阅读《荷马史诗》那类书一样；不过对很多现代读者来说，这些宗教经典，目的是要向人类传达一些关于上帝的信息。在《诗篇》《雅歌》，或者更为高深的《约翰福音》中仔细寻找与上帝有关的信息，似乎并不是正确的策略，但是多年来众多牧师却极为强硬地要求虔诚的信徒如此阅读。）",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 117,
                "bbox": [
                    72,
                    67,
                    568,
                    717
                ],
                "text": "我们必须承认，这些阅读策略之间的差异，确实给一些读者造成了困扰。查尔斯·达尔文好像就经历过这种事，他在自传中写道：“在我30岁，或者30多岁之前，各种类型的诗歌，比如弥尔顿、格雷、拜伦、华兹华斯、柯勒律治、雪莱等人的作品，都能给我带来很大的乐趣，甚至在中学的时候，我就对莎士比亚的作品兴趣浓厚，尤其是他的历史剧作……但是现在，我已经有很多年都读不进一行诗了。最近我试着去读莎士比亚的作品，发现实在是无聊得难以忍受、让人恶心。我也差不多完全失去了对绘画和音乐的喜爱。”这种改变让达尔文极为不安：我的大脑好像变成了一台机器，能从收集到的大量事实中研磨出普遍的规律，但是我想不明白，为什么这会导致我高层次审美所依赖的那部分大脑萎缩？我猜，那些思想比我更有条理的人应该不会遭受这种烦恼。如果我能重新再活一次，我会规定自己每周至少要读一些诗歌，听一些音乐，这样也许就能不断地使用大脑，让脑中已经萎缩的那一部分处于活跃状态。失去这些爱好，也就失去了一些幸福，可能还会损伤智力，更有可能损害道德品质，因为我们表达情感的本能也受到了损伤。奇怪的是，这种享乐能力的丧失还有一个例外：“另一方面，那些凭借想象创作出来的小说，虽然没有很高的档次，这么多年来却带给了我很大的轻松和愉悦，我常常会在心里感谢所有的小说家。我读过的小说数目可观，所有还不赖的小说，",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 118,
                "bbox": [
                    72,
                    69,
                    566,
                    740
                ],
                "text": "除了那些结局不甚完美的，我全都喜欢。我觉得应该设立一项法令禁止那些结局悲惨的小说出版。”在这个例子中，我们很难忽略艾德勒和范多伦提出的三种阅读目的，而事实上达尔文似乎清楚地表述了这三者之间的区别：也许正是由于为获取资讯而进行的阅读太多了（包括阅读和理解自己收集的数据），他无法再为了增进理解力而阅读——他无法再被任何艺术作品深深触动，但他还保留了对为乐趣而阅读的渴望和能力。他似乎认为这种乐趣对他的心灵来说是不可或缺的，但他显然十分确信，那些更高级的艺术作品能够带给他在别处无法获得的理解能力。因此他认为，无法被艺术作品触动，在智力、情感，甚至还有道德层面上对他造成了伤害。另外还有一点同样具有重大意义。在达尔文看来，如果他坚持训练的话，是可以避免这种状况的。就像他写的那样，会让“脑中已经萎缩的那一部分处于活跃状态”。这个结论是达尔文凭直觉感知的，后来神经学家们证实，大脑的不同部位会承担不同的职责，所以辛苦从事科学研究实际上不会影响他对音乐和诗歌的欣赏能力。在这一点上达尔文其实有些自相矛盾，先是认为自己的精神劳动通过一些“想不明白”的方式，“导致我高层次审美所依赖的那部分大脑萎缩”，但是在接下来的一句话中他又认为，即使这些精神劳动会对大脑的其他部位产生影响，这些影响也不是不可抗拒的。这也证实了人类大脑的可塑性容许了各种再教育的可能性，以及人对环境变化的适应性，这既包括内部的适应性（如应对伤害和疾病），也包括外部的适应性（如应对认知环境的变化）。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 119,
                "bbox": [
                    72,
                    69,
                    566,
                    741
                ],
                "text": "达尔文对其自身经历的描述表明，单单追求一种阅读模式会阻碍其他阅读模式的发展。我猜想，达尔文曾像我们所有人一样，为了获取资讯而阅读，但是他发现，阅读这类文本需要他集中注意力的程度太低，以至他无法适应那些需要阅读技巧的文本，但是他还能十分顺畅地看小说。我们该怎么解释这种现象呢？大概是这样的：达尔文发现看小说要求读者（也许是以一种非常温和的方式要求读者）采用一种与获取资讯时完全不同的注意力。他把这种注意力的转变当作一种休息，因为这对他大脑过度劳累的部位是一种休息。但是艺术作品可不会如此“温和客气”，正如前文奥登所说的那样：“一个人无须每天都花费精力去解读一首伟大的诗歌……”对于结束了一天漫长辛苦工作之后的达尔文来说，他必然无法满足诗歌对读者的要求，因此，他最终放弃了尝试，在这方面变得虚弱无力。不过他明白，要是他去尝试，哪怕接受一点点那种特别的智力训练，都会受益良多。会不会有与之完全相反的情况呢？如果一个人长时间研读文学艺术巨著，会不会影响他通过阅读获取资讯、有条理地通读教材、高效分析材料的能力？我怀疑就算有影响，也并不会那么明显。这源于我自身的经历：我觉得电子书阅读器帮助我恢复了多种阅读活动所需的注意力。也就是说，它不仅让我重新找到了沉迷于一本书，顺着线索往下读的感觉，还让我在工作时又成了那个手里握着铅笔看书的学者。与快速浏览资料获取资讯不同，这些阅读活动更需聚精会神，它们所需要的那几种注意力其实是互相促进的，实际上极为相似。我比达尔文幸",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 120,
                "bbox": [
                    72,
                    70,
                    566,
                    300
                ],
                "text": "运得多，不过那也可能是因为我从来没有完全掌握一种阅读模式，而他则完全掌握了以获取资讯为目的的阅读模式。尽管如此，我明白对那些在任何一种阅读模式中都难以集中精力的人来说，上述种种并没有多大帮助，也不会让人产生兴趣。对这些人来说，教科书、高层次的文学作品、粗制滥造的作品都一样难以读懂。我们已经见识到了，现代科技会不断带来各种令人分心的诱惑，而我们当中有多少人能够真正战胜这些诱惑？又有多少人真心想这样做？",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 121,
                "bbox": [
                    172,
                    122,
                    468,
                    164
                ],
                "text": "你为什么没办法看完整本书",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 121,
                "bbox": [
                    72,
                    195,
                    565,
                    700
                ],
                "text": "尼古拉斯·卡尔在其作品《浅薄》中提到，神经的可塑性对读者来说既是好事，也是坏事，具体视读者的年龄而定。卡尔概述了近期关于人类大脑训练和再教育能力的可信研究成果，着重强调了“我们大脑构造的天才之处”恰恰在于“它并不含有大量的固定代码”，之后，他对神经的可塑性之于读者的意义做了进一步解释：虽然神经的可塑性为我们提供了不同于基因决定论的声音……还对我们的行为产生了一套独特的决定论，但当一种重复进行的体力或脑力活动使大脑里的某个回路得到增强时，大脑就会将这种活动转变成一种习惯。心理学家诺曼·道伊奇观察到，神经可塑性的矛盾之处在于，尽管它给予我们的精神以灵活性，但最终会把我们限制在“死板的行为”上。那些连接神经的神经元突触实际上在不断运用它们那些已经形成的回路。一旦我们把新产生的回路固化在大脑中，“我们就想让它们活跃起来”。换句话说，具有可塑性并不代表具有灵活性。我们的神经回路不会像橡皮圈那样，还能弹回原来的形状。它们会停留在改变之后的状态，而且不能保证这种新状态就是我们想要的。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 122,
                "bbox": [
                    72,
                    69,
                    567,
                    726
                ],
                "text": "正因如此，卡尔才会怀念他以前的大脑——那个看很长时间的书也不会觉得烦躁或者无聊的大脑。《浅薄》还提到了另一些人，也有着与卡尔类似的经历。一名记者说：“我在大学学的是文学专业，以前极其热衷于读书，现在是怎么了？”一位病理学家说：“对于《战争与和平》，我是再也看不进去了。我失去了那种能力。即使是只有三四段的博客文章，对我来说也太长了。我只是草草一看就完了。”一位英语教授说：“我没办法让学生们看完整本书了。”卡尔在《浅薄》一书中主要强调的是，当我们舍弃了适合长时间阅读的耐心和持久的注意力，将之转换为互联网催生的快速浏览和分类能力时，我们究竟付出了多大代价。但并非所有人都持同样的看法。在纽约大学教授新媒体课程的克莱·舍基  [1] 曾说过一些话，可以安慰上文提到的那位病理学家：“没有人会看《战争与和平》，它太长了，而且也不是很有意思。广大读者逐渐认为托尔斯泰那些备受推崇的作品其实并不值得花费时间阅读。”在舍基看来，“广大读者”是一个单一的实体，这个实体发表了一些意见，其中之一就是那种耗时较长的阅读活动已经不值得花费精力了，虽然很显然，“广大读者”以前并不是这么想的。要改变大众的判断或者让互联网技术倒退都是不可能的，而自称是“乐观主义者”的舍基认为也没有必要回头看，因为未来会比过去更美好。不要担心，轻松点儿。（顺便提一句，讽刺的是，“广大读者”认为托尔斯泰的这部著作不值得浪费时间阅读，证据就是他们在过去4年间购买了十几万本《战争与和平》。这种表达轻蔑的做法还真够独特的。）",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 123,
                "bbox": [
                    71,
                    72,
                    567,
                    742
                ],
                "text": "卡尔提到的那位英语教授凯瑟琳·海尔斯持有一种更为复杂（也许也更让人迷惑）的观点。在最近的著作中，她言之凿凿地争论道，我们的教育模式一直以来推崇的，是她所谓的“深度注意力”，而现在的学生所具备的，却是那种灵活多变的，可以快速转换的“亢奋式注意力”。她将深度注意力解释为“一种传统的，与人文学科相关的认知方式”，认为它“具有以下特征：长时间专注于单一的事物（比如说，一本狄更斯的小说），在此过程中非常投入，完全无视外界刺激，偏好单一的信息流，具有极高的忍耐力，能够长时间地专注”。与之相反，亢奋式注意力要求一个人“迅速在不同任务间转换注意力，偏好多重信息流，寻求高度刺激，且对无聊的事物忍耐力极低”。海尔斯认为，“每种认知模式都各有利弊。深度注意力在解决单一媒介出现的复杂问题上具有优势，但是要以牺牲对环境的警觉性和反应的灵活性为代价。亢奋式注意力可以让你在多个对象‘争宠’的，不断变化的环境中迅速做出反应，而它的不足之处在于，无法长时间关注一个不具有互动性的事物，比如说一本维多利亚时代的小说或一道复杂的数学题”。在此基础上，她还认为在可预见的将来，教师将会面临“教学法的挑战”，“要把亢奋式注意力和深度注意力结合起来，同时培养学生的这两种能力。如果我们一开始就指责亢奋式注意力是低等的思维方式，那么我们就没办法完成教学任务了”。我赞同这个观点。不过海尔斯却声称她没办法让学生们看完整本书，这难道不是一个明显的教育失败案例吗？说明她在课堂上教授学生保持深度注意力，是个彻底的失败？",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 124,
                "bbox": [
                    75,
                    176,
                    565,
                    225
                ],
                "text": "[1] 克莱·舍基（Clay Shirky，1964— ）：美国作家，主要研究互联网技术对社会和经济的影响。——译者注",
                "type": "Footnote",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 124,
                "bbox": [
                    74,
                    71,
                    564,
                    155
                ],
                "text": "我认为的确如此，而且并不意外。现在，我要开始论述我认为本书最重要的观点之一了，尽管这可能意味着对我自己职业的贬低。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 125,
                "bbox": [
                    196,
                    122,
                    443,
                    163
                ],
                "text": "你不可能读完所有的书",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 125,
                "bbox": [
                    72,
                    196,
                    566,
                    745
                ],
                "text": "虽然任何人只要愿意接受训练，就能让大脑适应长时间阅读的习惯，但现在几乎没有人愿意这么做，这是意料之中的。那种认真的，需要“深度注意力”的阅读一直都是，而且将来也还会是小众的，这是过去半个世纪以来一直为人所忽视的事实。尤其在美国，大学毕业生比例的急剧增长以及“应该在大学教授用本国语言创作的现代文学”的观点（这只是最近150年来才兴起的观点）都掩盖了这个事实。在20世纪初期，大概只有2%的美国人能上大学，现在这个比例已经接近70%（不过只有30%左右的人成功拿到了学士学位）。1945年之后的几年中，这个比例急速增长。因为当时国会颁布的《退伍士兵权利法案》规定，参加过“二战”的退伍士兵都可以免费上大学，导致全美的顶尖大学都大兴土木，建造移动房屋充当教室，文学教授则要适应一个班的学生由原来的11人增加到40人，还要想办法教他们十四行诗。（而这些退伍士兵希望他们的子孙能够享受同样的甚至是更好的教育机会。）这些变化带来了巨大的社会影响，但与本书的论述最为相关的一点是，在1945年到2000年间，人类历史上史无前例地有这么多人要阅读、理解、欣赏，甚至喜欢上书。2005年，西北大学的几位社会学家温迪·格里斯沃德、特里·麦克唐纳和内森·赖特联合发表了一篇论文，断言尽管有",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 126,
                "bbox": [
                    71,
                    66,
                    567,
                    722
                ],
                "text": "一段时期（这段时期的确非同寻常），异常众多的美国人不管喜欢与否，都参与了长时间的阅读活动，但从长远来看这种势头并没有持续下去。“我们现在发现，这种阅读活动回归到了一个可以自我延续的少数群体身上，我们应该称其为阅读阶层。”我并不认为读书的人和不读书的人之间（或许应该说是喜欢读书的人和不那么喜欢读书的人之间）的差别能跟阶层联系上，或许因为我是一位文学教师，而不是一位社会学家，也或许是因为我觉得无论是来自哪个社会阶层的人，都能成为读者（威廉·科贝特就是个例子）。但不管怎样，我们都必须承认，人们对于美国人阅读习惯的担忧，大部分来自一种焦虑——他们想无止境地不断扩大“阅读阶层”，不管它是否已到达了极限。极致的读者古往今来都很少见。（“我已经做了别人做的事，我这辈子没有白活，”琳恩·莎伦·施瓦茨写道，“现在我可以回去看书了吗？”）我觉得，这样的人是天生的，不是后天养成的，或者说九分天生，一分养成。他们处理好自己的事情后，总是会回到书旁。当舍基说《战争与和平》没有意思的时候，他们会突然出面反驳说，恰恰相反，这本书非常有趣、引人入胜，顺便问一句，舍基先生，你真的读过这本书吗，还是出于无知才敢这么说？然后他们就又会回到自己的书里去了。我愿意与他们为伍，但是现实生活中这样的人太少了。更常见的是一个人曾经体验过阅读的乐趣，但是又被别的事物吸引了注意力，就像尼古拉斯·卡尔那样，曾经拥有一个能流畅运转的大脑，却放任它受损失灵。不过即使是这样的人在一个国家中也仅占极小的比例。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 127,
                "bbox": [
                    72,
                    70,
                    566,
                    751
                ],
                "text": "美国的大学中，有很多人完全无法被归入上述任何一类。他们通常都是非常聪明的人，比如乔·奥谢，却觉得花上几个小时专注研读一篇文章毫无吸引力可言。对热爱书籍和阅读的人，尤其是对我们这些做老师的人来说，这让人大伤脑筋、沮丧失意。我们喜欢阅读，我们觉得这是一件很棒的事，而且我们也想让别人抱有同样的看法。“我们所爱过的，别人也会爱，”华兹华斯写道，“而现在我们会教他们如何去爱。”多么高尚的观点！多么激励人心！但是如果费尽苦心之后，我们发现不能教会他们如何去爱呢？（这是常事。）那又是谁的错？也许谁都没有错。在本书前面的章节里，我曾经引用过史蒂芬·平克的话：“孩子们很熟悉声音，但相比语言，书写并非 一 种 必 不 可 少 的 工 具 ， 后 者 他 们 必 须 刻 苦 学 习 才 能 掌握。”这里的关键词是“刻苦”：阅读过程中会有各种各样的痛苦和不适，而且可以肯定的是很多读者不会心怀感激，即使是那些心怀感激的人也不会觉得这个过程有多么愉快。我在本书中尽力剥离阅读的学术意义，不仅因为老师和教授们给阅读附加了太多额外的责任和“对你有好处”的论调，还因为整个学校的氛围一直以来都跟长时间阅读所需要的氛围大相径庭。教育几乎从来都不意味着教导孩子、少年或者青年怎样运用持续深入的注意力，带着欣赏去解读那些又长又难的文字作品——至少从人类发明了印刷术之后，教育就不意味着这个。但当书籍还是稀有之物时，情况是完全不同的。在北非长大， [1] 后来名垂千古的奥古斯丁小时候曾经花了无数的时间来仔细阅读，一个字一个字地分析并熟记手头仅有的那几本书，它",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 128,
                "bbox": [
                    71,
                    68,
                    567,
                    747
                ],
                "text": "们的作者是维吉尔和西塞罗。这样的事例还有很多，因为当时谁都没有很多书，所以每个人都将它们视如珍宝。奥古斯丁的传记作者皮特·布朗曾经评论前者的一些古怪思维，源于他把“思想太过集中在极其有限的几本书上”——今天已经没有人能担得起这种评价了。即使是在谷登堡发明西方铅活字印刷术之后，人们还是固执地认为书籍稀少，乔治·斯坦纳曾经写过文艺复兴时期一位知名学者的逸事，足以证明这一点：“故事的主人公是伊拉斯 [2] 谟。在一个暴风雨之夜，他走在回家的路上，瞥见路边的泥潭里有一小片印着铅字的纸。他弯下腰，捡起那片纸，把它举到忽明忽暗的光线下，发出了欣慰而喜悦的叫声。这真是一个奇迹。”但是按照历史学家安·布莱尔的看法，印刷术引领人们进入了信息超载时代。17世纪时，一位法国学者呼喊道：“我们有理由担忧，这些书籍的数量每天都在以惊人的势头不断增加，将会让接下来的几个世纪陷入罗马帝国衰落之后的那种蛮荒状态。”这将是我们的命运，“除非我们区分出必须抛弃或者遗忘的书和应该保存的书，并在后者中进一步区分出有用的 [3] 书和没用的书。”那么，那些被书淹没的可怜人是怎么做的呢？他们对此采取了几种策略。首先，他们运用各种方式来标记书中的重要段落：做特殊记号，夹上书签，诸如此类。（前面章节提到的一些做注解的方法就起源于这个时期。）然后他们还发明了各种书籍分类法，名目繁多，让书籍归类成了难题，因此学者们开",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 129,
                "bbox": [
                    72,
                    68,
                    567,
                    743
                ],
                "text": "始就这个问题展开了激烈的辩论，最终出现了杜威十进制图书分类法。弗朗西斯·培根爵士有一句被广泛引用的话，出自《论学习》一文，跟读书有关：“书有可浅尝者，有可吞食者，少数则需咀嚼消化。换言之，有只需读其部分者，有只需大体涉猎者，少数则需全读，读时需全神贯注，孜孜不倦。”通常认为，这番话极富文采地道出了各类文本的特点，充满智慧，但是安·布莱尔表明，有些人面对书海不知所措，不知怎么才能把书全部读完，而培根的这番话是在为他们提供建议。培根告诉这些烦恼的人，他们不可能读完所有的书，所以他们应该培养识别能力，这样就能明智地决定如何来分配自己的时间去阅读。我想如果培根在世，他会非常赞同克莱·舍基的观点，那就是我们的困境并不是“信息超载”，而是“过滤无能”。培根的这句话恰恰为我们提供了过滤的方法。布莱尔还指出，一些有魄力的学者意识到，这种信息超载为参考书籍创造了市场，还催生了那些“名著速读”一类的东西（我们已经替你读完了全文，不用你费心了！），或是那些声称能够教给你一些迅速吸收知识技巧的书。但是梅里克·卡索邦 [4] 等正派学者们都公开指责这种寻求“阅读捷径”的行为，他们坚称“最好的学习方法……就是孜孜不倦勤奋刻苦地研读（只要身体能够承受）那些经受了各个时期考验，得到了学界认可的优秀作者的作品”，绝不允许走捷径！这些言论听起来很耳熟——要是在现代，卡索邦可能会成为一名教授，警告学生们远离维基百科；同样，在每个时代，",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 130,
                "bbox": [
                    71,
                    67,
                    566,
                    757
                ],
                "text": "也都会出现一些“知识贩子”，极力向恐慌或懒惰的人低价兜售知识。但值得特别注意的是，培根也承认海尔斯所说的“亢奋式注意力”以及“深度注意力”都是有价值的，有各自的用武之地。有些书是不需要运用本书所推崇的那种耐心和细心去读的，有时候你可以草草浏览书籍，仅仅浅尝，而不深思，而且也很有必要这么做。正如施林哈什·科尔卡指出的，“在今天，要想成功，不仅要浏览，关键还要善于浏览”。除了那些书籍奇缺的时代，比如奥古斯丁所处的古罗马，教育主要的目的始终都是培养优良的浏览技能。彼得·诺维格[5] 说过：“如果关于某一话题的资料只有少数几篇论文或几本书，最好的办法就是集中精力阅读它们。但是当你能够找到与该话题相关的几千份论文、博客文章、视频以及专家言论时，最好的办法就是先浏览，了解概况。浏览和专注阅读可以而且应该共存。”诺维格是谷歌公司研究部主任，所以他能说出这样的话来并不意外。我觉得他说得很对，除了一点——如今专注阅读并没有和浏览共存，人们专注阅读的时间太少了。我们几乎从不指望年轻人能对某一文本有多么深刻的理解，而教育，尤其是文科教育，一直以来的目的都是为学生提供“航行工具”——为他们提供足够的知识，从而帮助他们在以后的人生中闯出自己的路。（即使是旧式的英国公立学校也会强制学生们学上几年拉丁文和希腊文，并不是因为这两种语言本身有价值，或者说很有用，而是因为学习这些语言可以很好地培养年轻人的性格。这种教育体制中的“胜出者”一般都会赞同这一点。）文科就该如此自由，应该“解放”学生：让 [6] 你无须借助外力，自由地面对人生挑战，闯出自己的路。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 131,
                "bbox": [
                    73,
                    71,
                    566,
                    745
                ],
                "text": "所有这些都是为了说明当今很多老师所持有的一个观点，即教育的目的之一就是教会学生热爱阅读（或者说，至少能让他们心情愉悦地从头到尾把书读完），而过去的教育者几乎很少有人这么想。甚至在整个阅读史上，这样的观点也很少见——乔纳森·罗斯的《英国工人阶级的智力生活》一书的主题是，英国各个学校开设英语文学课程（1870年颁布的教育法令所致）之前，工人阶级的阅读文化反而更有活力、更有激情。罗斯的主要目的是赞扬自我教育，赞扬那些自愿去读书的人（尤其是那些经典名著的读者，他们读荷马、但丁、莎士比亚，还有伟大的浪漫主义诗歌），他们不再听从别人的安排读书，而过去他们读书要克服巨大的社会阻力。“自我教育的任务”，罗斯写道，就是“不能只做文学的消极接受者，要成为积极的思考者和创作者。那些宣称‘知识就是力量’的人，其实想告诉你自我教育才是真正的教育，而且他们通常不太相信接受正规教育的机会在未来能够不断增加”。研究文学是件很美妙的事，我这么说，不是因为它为我提供了赖以谋生的饭碗；但它并非完全是件好事，而且老师通常会发现，要向学生灌输我在本书中推崇的那种深度专注的阅读方式，并不是易事。过去150多年以来，把阅读从学术活动中脱离出来变得越来越难，但我认为这种脱离还是有必要的。教育本来就应当教授学生良好的浏览能力，以及认真阅读以获取信息的能力。而慢速、耐心的阅读，适合我们在闲暇时间进行。没错，我知道“学校”这个词在拉丁文中的原意是“闲暇”。我也试着给过学生们闲暇，当然跟其他做过这种尝试的",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 132,
                "bbox": [
                    72,
                    67,
                    566,
                    749
                ],
                "text": "老师一样，不甚成功。我们说教育是一种休闲活动，意思是只有当你暂时没有衣食之忧时，才能接受教育。替你解除衣食之忧的可能是父母，也可能是之后要用很多年才能还清的贷款。但是不管怎样，确实有人为你付钱，让你来阅读、思考和学 [7] 习，这一点非常重要，每个学生都应当牢记。但是真的把教育视作休闲只会误导人，令人沮丧（相信我，这是经验之谈），因为现在对于我们来说，休闲意味着“闲暇时做一些想做的事”，或者说，是我们一时兴起，甚至是出于兴致做事，就像贾雷尔的那位评论家朋友读《吉姆》，“只是因为他喜欢，他想要读，难以克制这份兴致”。这种休闲无论多么美妙，都必须与教育区别开。有一种注意力很适用于学校中各种目标明确的学习活动，但是总的来说它更接近“亢奋式注意力”，而不是“深度注意力”。我想说即使是为了获取资讯而读书（比如读教科书之类），也不需要我们长时间不间断的专注，我觉得它要求我们自律，但并不要求我们入迷，那些考试前死记硬背的学生目不转睛地盯着教科书，只是迫于时间压力，并不是因为教科书的内容需要不间断的专注。如果时间充足的话，这些苦学生可以读一会儿书，做点儿别的事情，再接着回来继续读，然后再休息一会儿……但如果他们读的是文学作品，即便是对智力要求很高的文学作品，这种读法也会浪费很多机会。利用零碎时间来阅读的人是不可能完全领会一部小说、戏剧或者长诗的含义的。这些作品要求的是深度的专注。我不知道这种深度专注能否被直截了当地教授，它与奥登所说的那种“目无他物”非常类似，有可能来自内心某种神秘",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 133,
                "bbox": [
                    73,
                    69,
                    566,
                    729
                ],
                "text": "迫切的需要。有些人（很多人，大部分人）不会在面对书本、文本时体验到这种“内心的迫切需要”，“配置酱汁的厨师”会在别的事物上找到这种需要，为了“做出第一块薄石片”而忘记吃饭的人也会在别处找到这种需要，但是对于伊拉斯谟（发现一小片印有铅字的纸时，欣喜得叫出了声的伊拉斯谟）或者琳恩·莎伦·施瓦茨（“现在我可以回去看书了吗？”）来说，除了自我以外，书会让他们自然而然、不可避免地永久沉迷其中。不过还有卡尔在书中提到的那些人，以及他自己。这些人知道沉迷于一本书是什么样的感受，他们觉得这种体验很宝贵，但还是失去了它——他们回不去了，就像露西·佩文西[8] 有一段时间无法返回纳尼亚王国一样，原本通往另一个世界的入口现在被木板挡住了。他们需要帮助，渴望帮助，而且也做好了准备来接受帮助。我曾也是这群人中的一员，或者说曾经快要成为其中一员了，幸好我被电子书阅读器拯救了。我的“亢奋式注意力”让我越来越偏离了早就养成的（人们本来以为）基础更牢固的深度注意力。我迅速沦为神经可塑性的受害者，幸好一项新科技帮助我记起了该怎么阅读，而以前，阅读对我来说一直是种本能，是件无比自然的事。我不知道一个从来没付出过深度注意力的成年人（从来没有为了获取资讯、增强理解力，甚至是娱乐消遣而读书）能否学会这种深度专注。不过，我坚信任何一个曾经拥有这种能力的人都能够重新获得它，只要他们真的下定了决心，能够做出最大的努力和牺牲；而只有当他们还真切地记得专注读书的感受，才有可能做出努力。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 134,
                "bbox": [
                    74,
                    68,
                    566,
                    751
                ],
                "text": "[1] 奥古斯丁（Saint Aurelius Augustinus，354—430）：古罗马时期天主教思想家，欧洲中世纪基督教神学、教父哲学的重要代表人物，著有《忏悔录》。——译者注[2] 伊拉斯谟（Desiderius Erasmns Roterodamus，1466—1536）：文艺复兴时期著名人文主义思想家、神学家，代表作有《愚人颂》。——编者注[3] 布莱尔证实了这种忧虑在当时极为常见，实际上在中世纪中期就曾出现，尽管按照我们现代的标准，那一时期甚至跟16世纪相比，书籍都少得可怜。举个例子，在13世纪，博韦的樊尚曾说：“由于书籍增多，时间和记忆力都显得不够用，没办法把所有的作品都保存在脑子里，所以我决定在我力所能及读过的所有作者的作品中精选一些，用摘要的形式把它们归纳起来，写成一本书。”这有点儿类似文学作品精选集。但是在发明了西方铅活字印刷术后，书籍数量剧增，樊尚的那种计划就显得极为荒谬不可行了。——原注[4] 梅里克·卡索邦（Méric Casaubon，1599—1671）：法国学者。——译者注[5] 彼得·诺维格（Peter Norvig，1956— ）：美国计算机科学家、人工智能专家。——译者注[6] 对于约翰·弥尔顿来说，在17世纪，教育主要意味着另一种含义的解放：带我们脱离罪恶的束缚，自从亚当和夏娃在伊甸园中犯下原罪之后，这些罪恶就一直在折磨着人类。“那么学习的最终目的就是去重新感知上帝的真知，因为这真知而去爱他、模仿他、变得像他一样，让美德进驻心间，共同组成天国般美好的信仰，这就是至善至美，从而修补我们的始祖造成的破坏。”今天阅读弥尔顿的著作《论教育》，人们会有一种哭笑不得的感觉。下面是他为年轻人制订的学习计划的一小部分：“像这样掌握了算术、几何、天文学、地理学，并简要了解了物理学之后，他们在数学领域可以学习实用性很强的三角学，再学习防御工事学、建筑学、机械学或者航海术。在自然哲学方面，他们可以轻松地学习流星、矿物、植物、生物以及解剖学知识。然后在课程中还可以给他们读一些不太乏味的医学研究著作。”可以确信，弥尔顿是在故意制造一场不可能实现的空想，就像托马斯·莫尔在《乌托邦》，或者拉弗蒂在《开米罗的初级教育》里所做的那样。但是即便如此，值得注意的是，弥尔顿完全没有提到他的教学目标是要学生们学会欣赏，更别提学会爱了。这些活动的目的，除了精神方面的作用之外，是非常实际的。弥尔顿还相信，如果他的计划能够被完整而正确地执行，那么即使是最懒的学生也会觉得学习非常有乐趣。——原注",
                "type": "Text",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 135,
                "bbox": [
                    72,
                    70,
                    567,
                    172
                ],
                "text": "[7] 不过对那些打工赚学费的学生来说，情况更为复杂，他们要尽力做到打工上学两不误，我就认识一位这样的学生。——原注[8] 露西·佩文西（Lucy Pevensie）：《纳尼亚传奇》系列小说中的人物，是四兄妹中的小妹。她钻进衣橱后，发现里面隐藏着神奇的纳尼亚王国。——译者注",
                "type": "Text",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 136,
                "bbox": [
                    240,
                    122,
                    396,
                    163
                ],
                "text": "嘘——别说话",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 136,
                "bbox": [
                    72,
                    196,
                    566,
                    756
                ],
                "text": "但是我们怎样才能集中精力呢？该怎样培养或锻炼自己的深度注意力？又怎样才能在如此喧嚣的环境中安心阅读呢？就算远离电脑屏幕，阻碍我们阅读的东西还是到处都有。乔治·普罗契尼克在解释《觅静：在喧嚣的世界里倾听意义》一书的创作动机时，做出了十分有力的陈述：“我一直都很喜欢安静，这种喜欢是跟我对书籍的爱好紧密联系在一起的。作家斯蒂芬·茨威格 [1] 曾经将书本定义为‘一种能够缓解痛苦和不安的宁静’。在开始写作这本书之前的几年里，我感觉到安静仿佛成了一种正在不断缩减的自然资源，我想知道这是否仅仅是我个人的主观感受。如果不是，为什么这个世界变得越来越吵闹？而我们又能做些什么，恢复安静在文化中的价值？”对普罗契尼克来说，我们文化中那些持久不退的嘈杂之声构成了对书籍和阅读最主要的威胁。如果我们的耳朵太过频繁地遭受尖利噪声的袭击，那么茨威格口中的“安静”将会从我们手中溜走。 [书籍分 享V信shufoufou]然而，对广大读者来说，事实一直都是如此。在《英国工人阶级的智力生活》中，罗斯描写了那些一心想出人头地的工人（或者工人子弟）总是会遇到的困难和问题，他们甚至连找个放书的地方都很难，而就算他们战胜了那些困难又怎么样呢？罗斯举了丹尼斯·马斯登的例子。马斯登在“二战”中长大，父母对他的学业抱有很大的期望，但是在他们那座狭小拥",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 137,
                "bbox": [
                    72,
                    70,
                    566,
                    737
                ],
                "text": "挤的房子里，他该怎么实现父母的期望呢？几年之后，马斯登这样描述了当时自己的处境：收音机应该开着还是关上呢？弟弟妹妹们可以打闹嬉戏吗？爸爸可以伸长了腿讲讲今天的见闻吗？在这种环境中，要求安静就是触犯了一家人的正常生活，就是在抗议这种自然、轻松的生活状态。所以很多人（穷苦人家求学的孩子们）很早就养成了在家人的聊天声中边听收音机边学习的习惯，他们在自己周围建起了一堵无形的沉默之墙。所以不管是过去、现在，还是将来，读者都必须学会建造自己的“沉默之墙”，世界是不会帮我们建的。我们与书（或者文本）的第一次接触是通过大人的声音来完成的：有人坐在我们身边（这是很重要的一点），给我们读了一个故事。我们的视线集中在书页上，当然是因为被图画吸引，但这也教给了我们一个道理：要专注于书页上的内容。我们学着适宜的读书姿势，也学着用耳朵去吸收知识，同时通过眼睛去吸收其他相关的知识。这完全不同于听人说书，我们看到的、听到的都是同样的内容。坐在翻着书页给你读故事听的大人旁边（他会不时指给你看一些图画，然后渐渐地，指给你一些文字），在世界上的很多文化中，都代表着一个很重要的过渡期。我们渐渐从书页上的文字中获取意义和价值，也渐渐安静下来。研究阅读史的学者们热衷讨论的一个话题是默读的兴起。在《忏悔录》中，奥古斯丁描述了他去拜访米兰主教安布罗斯",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 138,
                "bbox": [
                    72,
                    68,
                    568,
                    734
                ],
                "text": "的情景。在会议室里，后面这位伟人眼睛盯着书，没有发出任何声音，甚至连嘴唇也纹丝不动。奥古斯丁觉得主教的表现非常值得注意，并对此做了详细的描述。这番描述经常被后人引用，当作奥古斯丁不熟悉默读的证据，当时的正常阅读方式是大声朗读。但是知名古典学者伯纳德·诺克斯表明，这种解释太过浮浅。他提醒人们关注欧里庇得斯和阿里斯托芬的戏剧作品，这两位剧作家生活的时代要比奥古斯丁早800年，但他们剧作中的角色明显可以默读。这种场景常常引发观众的笑声：一个正在默读的人让另一个人给他倒杯酒，而后者直率地回应道：“书上真的这么说了吗？”如果当时的观众并不熟悉默读，也就不会有这样的戏剧效果了。不过，就在不久前，保罗·塞恩格却争辩道，古代的文章不仅缺少标点符号，而且单词之间还不留空格——《伊利亚特》原文的第一行是这样的：RAGEGODDESSSINGTHERAGEOFPELEUSSONACHILLES 。 在 这 种 情 况下，默读是根本不可行的。面对这些密密麻麻挤在一起的字母，读者别无选择，只能读出声来，哪怕是小声读（当你看到上面那行字母时，你可能已经这么做了）。但其他学者反驳说，仅仅因为我们不习惯阅读这样的文本，做不到默读，并不代表那些一辈子都在跟这样的文本打交道的人也会跟我们一样慌乱失措。这个问题没有定论，而且在今后一段时期内，人们还是会争论不休。塞恩格认为在7世纪晚期爱尔兰僧人们的手稿中，词",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 139,
                "bbox": [
                    72,
                    68,
                    566,
                    741
                ],
                "text": "与词之间就留有空格了。他相信正是因为僧侣们有禁言戒律，他们才受到激励，想出了这种书写方式。在接下来的几个世纪里，这种做法传遍了整个欧洲，默读成了全世界僧侣们的常态。不过在《训解》中，休似乎认定了“反复咀嚼”的关键就在于不断重复低诵那些你正在思考的文字。我不知道如何解释这些历史问题，不过有一点是很明显的：我们周围的噪声越多，就越难做到大声读书。大声读书和低声诵读都要求一个足够安静的环境，这样你才能听到自己的声音，否则这就是一项无意义的活动。而且在这里有必要提到一点，城市生活总是很吵闹，并不只有现代如此。布鲁斯·史密斯的研究著作《近代英格兰的声音世界》让我们充分感受到了500年前祖先们面对的是一个多么嘈杂的世界。而戴安娜·韦伯在其著作《中世纪的独处和隐居》中颇有说服力地争辩道，很多人，无论男女，追寻僧侣生活的原因并不是出于对宗教的虔诚，更多是想逃离喧闹与嘈杂，迫切渴望寻求避难之地。也许他们只是想找一个可以独自一人静心读书的地方。从以上这些信息中，我们能够得到一个结论：外界环境越是吵闹，读者就越是要被迫变得沉默。只有在独处和隐居的情况下，大声朗读或者小声诵读才是合理的、可能的，而我们的祖先几乎从来就没有遇到过这种可能。坐在厨房的桌子旁，在家人嘈杂吵闹之声中学习的小男孩，这一形象在阅读史上极为典型。没有人敢说我们现代人在这个问题上面临的挑战史无前例：今天，能够身处安静环境中的人，比例比历史上任何一个时期都高。大部分美国人和西欧人，还有其他地方的很多人（不过注意，并不是所有人）居住的环境中都有安静的房间，",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 140,
                "bbox": [
                    72,
                    72,
                    567,
                    689
                ],
                "text": "或者安静的角落。很多没有安静房间的人还可以去图书馆，那里几百年来一直都是安静的专属之地。不过这些情况有可能发生变化。下面是英国的一个实例，其他几个国家中也有类似的事情发生。2008年，安迪·伯纳姆在时任英国首相戈登·布朗领导的政府中任职，负责文化、传播和体育工作。伯纳姆提出，图书馆需要改变：“图书馆应该充满欢乐、闲聊，成为家人欢聚的地方。‘闲聊’这个词可能会让那些传统保守的人感到惊恐，但是图书馆作为一个公共场所 ， 就 应 该 提 供 方 法 来 矫 正 人 们 在 家 上 网 造 成 的 与 世 隔绝。”图书馆必须“超越书架，将目光放长远”，这就意味着，除了其他改变外，图书馆应该允许人们使用手机，并出售食物和饮料（或者至少允许人们带进去）。即使在受过良好教育的人群中，这些提议也得到了一些支持，他们主要是害怕如果不做出这些改变的话，图书馆就会越来越脱离人们的生活，成为废弃之地，最终彻底消失。但是其他人则勃然大怒。维多利亚·科伦写道：“我的脑子里一直在思考一个哲学问题（就像那个著名的哲学问题：森林里的一棵树倒下了，没有人听到，也没有人看到，那么这棵树存在过吗？），如果图书馆里全是吃汉堡和玩手机的人，那它还是图书馆吗？它跟网吧还有什么区别？”而对于“图书馆必须超越书架，将目光放长远”的言论，科伦反驳道：“为什么？为什么图书馆必须这样？它只是图书馆，书架就是它最重要的东西。我的天哪，吃东西，打电话，这些事在家也能做啊。”",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 141,
                "bbox": [
                    71,
                    68,
                    566,
                    736
                ],
                "text": "与之类似，夏洛特·莱斯利写道：“所有这一切的悲惨之处在于，伯纳姆想引入图书馆的那些‘闲聊’在咖啡店和很多书店中都已经存在了。”对很多人来说，他们缺少的还是一个安宁之处。“那些家境富有的人还可以找到安静的地方，比如说他们大宅中的一个独立房间，或者是郊区的别墅。”莱斯利家附近的图书馆“常常挤满了……在家里找不到安静地方学习的学生……再想想过去那些有钱人，自己的房子里就有一个安静的房间，这个社会何其不公平”。莱斯利担心我们会退回到“只有社会精英才能获得宁静”的时代。也许伯纳姆这一提议的最奇怪之处在于，他最担忧的是有人在家独自做事，为了避免这种情况，去图书馆是个办法。他举的例子是有人在家玩网络游戏，对伯纳姆来说，玩网络游戏不好，主要是因为它会带来“与世隔绝”的问题。若是如此，按照伯纳姆的逻辑，阅读会比玩网络游戏更让人与世隔绝。很多人是和其他人一起玩网络游戏的，要么是跟共处一室的朋友，要么是和网上的对手或盟友。他们甚至可能会一边玩游戏一边打电话，或者跟同样沉迷于这一款游戏的朋友通话。这些事情你对着书本是一件也做不出来的，至少在阅读的过程中做不到。说阅读是玩游戏的敌人，不如说阅读是社交的敌人。我们可以顺着伯纳姆的观点继续推论，我们需要图书馆来帮助人们摆脱无法独自看书的困境。我觉得，我们都会在各种各样的地方发现自己的敌人，而伯纳姆似乎找到了一个奇怪的敌人。现代西方人或许比过去任何时代的人都更容易找到独处的机会，但仅凭这点就说我们独",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 142,
                "bbox": [
                    72,
                    67,
                    565,
                    744
                ],
                "text": "处的时间太多了，这是非常荒谬的。还有，就像我们在本书开头看到的，为什么很多人会抱怨，他们在独处时总是被各种各样的媒体，尤其是社会媒体分散精力？当我写到这一章中间的时候，我看到了一篇很有启发意义的文章（实际上，在写作过程中，只要我订阅的新闻媒体或博客有更新提示，我就肯定会花精力关注），文章的作者是保罗·布鲁姆，他是耶鲁大学的一位心理学家。布鲁姆在文章一开始就发问：“美国人是怎样度过空闲时间的？”然后给出了回答：我们主要的休闲活动就是体验一些明知道不真实的事。相比于其他活动，我们在这些体验上花费的时间要多得多。当我们可以随心所欲时，就会退回到想象的世界——通过书籍、电影、电脑游戏和电视节目（美国人平均一天要花超过4个小时的时间来看电视）进入别人创造的世界，或者通过做白日梦和胡思乱想进入一个自己创造的世界。尽管其他国家的人看电视的时间比美国人短，但针对英国人和其他欧洲国家人民的研究表明，他们同样痴迷于虚幻的世界。该怎么解释这种“痴迷”呢？“对这个现象的一种解释，就是想象世界能够带给人们快乐，因为它们‘劫持’了人类大脑的一个系统，一个本已进化到能够感知真实世界快乐的系统。我们喜欢想象出来的、虚假的体验，因为在某种程度上，我们不会将它们与真实的体验区别开。”布鲁姆非常赞同这种解释，他进一步说明，正因如此，虚构的小说才有如此大的影响力：全世界都为狄更斯《老古玩店》中小耐尔的死而落泪",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 143,
                "bbox": [
                    72,
                    71,
                    566,
                    741
                ],
                "text": "[2] ，而在《哈利·波特》系列小说未完结之前，罗琳收到过无数封书迷来信，恳求她不要让哈利（或者他们最喜爱的其他人物）死去。虽然布鲁姆并没有在他的文章中引用，但最近的研究成果的确证实了，当我们阅读小说时，大脑会发生一些特别的变化。卡尔在《浅薄》一书中这样描述了那些变化：“研究人员通过脑电波扫描来研究人们在阅读小说时大脑的活动。他们发现‘每当小说中出现新情节的时候，读者都会在大脑中模拟同样的场景’……被激活的大脑区域‘非常接近人们在表演、想象或者观看类似场景时被激活的大脑区域’。”了解了这个结论，我们还是应该回头看看布鲁姆说的那句话：“我们喜欢想象出来的、虚假的体验，因为在某种程度上，我们不会将它们与真实的体验区别开。”并不是我们没有这个能力，只是我们不想去做。布鲁姆指出，非常小的孩子在这个问题上也许会有疑惑，但是在四岁之前，他们就能非常精准地区别想象与真实了。“两岁大的孩子会假装自己是某种动物或者一架飞机，而且看到其他人这样做时，也能够理解对方的意思。看到爸爸像狮子一样大吼和爬行时，他可能会跑开，但表现的并不像他真的以为爸爸是一头狮子，否则他会非常害怕的。”尽管这个两岁的孩子发出了让人信以为真的尖叫，心跳也加快了，但他脸上的微笑让我们知道，他并不是真的被吓到了。类似的场景在我给儿子读《哈利·波特》时也出现了。我还记得在《哈利·波特与火焰杯》的最后，当我读到伏地魔杀",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 144,
                "bbox": [
                    71,
                    68,
                    566,
                    742
                ],
                "text": "死了塞德里克·迪戈里时，儿子脸上的表情。我觉得他像哈利一样清楚生动地看到了当时的情景。柯勒律治写过，读者有必要“自愿地暂停去怀疑”，他是对的：我们必须认同想象和现实的界线部分消融，并学会让这种消融取得成效。对我们当中的一些人来说，这已经成了一种习惯，但是阅读的魔力始终面临着被打破的危险：万一我正在给儿子读哈利和伏地魔的碰面，电话就突然响了怎么办？要是我打了个喷嚏怎么办？要是我忍不住笑出来了怎么办？这些事情都会在不同程度上，以不同的方式打破阅读的魔力，破坏想象与现实界线的消融，而怀疑和不相信会再次回到惯常的宝座上。当我们充分发挥想象力，沉浸于游戏中时，并不希望“清醒”来帮倒忙。当电脑游戏打到最为激烈的时候，玩家会挂掉电话，或者示意坐在旁边沙发上的朋友不要出声。他会为自己建造一座“沉默之墙”，就像某个坐在餐桌旁学习的孩子，或者咖啡店里专注的读者，完全没听到服务员刚刚询问他要不要再来一杯咖啡。现在，也许我们最终能够回答我很久之前提出的那个问题了：为什么我们要随兴而读呢？有过如上体验的人会希望一次又一次地体验它们，而对我们当中的一些人来说，在阅读文字时，这种感受最为强烈。这种需要发挥想象力的体验只有当读者彻底独处时，才能通过文字实现。可能是外部环境给了你那种独处的机会，也可能你身处拥挤的人群中，但习惯和意志力让你可以创造独处的机会。电子游戏强迫你集中注意力，它会让你不断面对一些需要迅速做出回应的刺激，但是书籍不会。就像奴隶奥拉达·艾奎亚诺所发现的那样，当你把耳朵贴在书上时，它还是会保持",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 145,
                "bbox": [
                    74,
                    449,
                    565,
                    616
                ],
                "text": "[1] 斯蒂芬·茨威格（Stefan Zweig，1881—1942）：著名奥地利犹太裔作家，中短篇小说巨匠。——译者注[2] 只有奥斯卡·王尔德是个例外，他曾经说过一句著名的话：“一个人必须有铁石心肠，才不会在读到小耐尔死去的时候笑出来。”——原注[3] 布莱士·帕斯卡（Blaise Pascal，1623—1662）：法国著名数学家、物理学家、哲学家和散文家，提出了帕斯卡定律，国际单位制中的压强单位即以其姓氏命名。——译者注",
                "type": "Footnote",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 145,
                "bbox": [
                    72,
                    71,
                    566,
                    428
                ],
                "text": "沉默。你必须不断地让自己投入其中。这是一件很容易就能学会的事情，孩子们都很擅长，就像伊丽莎白·鲍恩写的那样：“不管是什么年龄，读者都必须克服困难，但小读者是最渴望阅读，也是最快学会阅读的人；他们不仅读故事，而且能调动全身的感官集中在这个故事上，虽然能力有限，却最投入。”但是学会不难，坚持不易。帕斯卡 [3] 在《思想录》一书中写道，“禁欲主义之错”就在于把你一时能做到的事情当成你一直都能做到的事情。“读者必须克服困难”——这句话是关键，解释了为什么读者阅读的时候一定要独处，并且集中精力。付出会有多种多样的回报，但前提是要付出。习惯能代替付出，但是并不能完全代替；集中精力始终都是一项成就，这种能力并不是理所当然就存在的。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 146,
                "bbox": [
                    219,
                    122,
                    419,
                    163
                ],
                "text": "重读是浪费时间吗",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 146,
                "bbox": [
                    72,
                    196,
                    567,
                    721
                ],
                "text": "我在读研究生的时候第一次读了托尔斯泰的《安娜·卡列尼娜》，十几年后，我在教授小说史课程的时候又读了这本书。几年之后我再次教授了这门课，这次重读时，书中的一段话给我带来了极大的冲击，更加特别的是我以前完全没有注意到这段话。实际上，我根本就不记得自己曾读过这段话。书中，列文和基蒂的第一个孩子降生了，是个儿子。列文面对这个全身通红、皱巴巴的小东西时，他的反应连自己都迷惑不解：“这个漂亮的婴儿只会让他有种讨厌和怜悯的感觉。”只有在这个孩子打喷嚏的时候，他才会感到一种难以解释的骄傲和自豪，然而他还是觉得很不舒服：他对这个小东西的感受跟他之前想象的完全不一样，并没有高兴或者快乐的感觉；与之相反，他感到了一种对折磨和痛苦的恐惧。他知道自己又多了一个弱点，而且一开始这种感受让他非常困扰，对这个小人儿将会遭受的痛苦又让他非常担忧，因此他几乎没有察觉当孩子打喷嚏时，他心中那种无意识的喜悦和骄傲。第三次读这本书时，我看到了这一段之前从未注意过的文字，眼泪流了下来。几个月前，我当了爸爸，体会到了列文的",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 147,
                "bbox": [
                    72,
                    69,
                    567,
                    706
                ],
                "text": "那种感受。所谓“弱点”，就是从今以后，这个小人儿所受的苦也会成为我所受的苦。这个例子简单而直接，说明阅读感受是可以转变的：我曾经一时眼拙，但后来注意到了这段文字。我们对书籍态度的变化可能比这个例子更微妙、更复杂，也更难理解。我们这些认为自己对文学拥有无限包容力，并深感自豪的人，可能很不愿意承认，我们对文学的欣赏是有范围限定的。多年以来，无论我多么努力地尝试，我就是对切斯特顿的书喜欢不起来。这让我很困扰，因为我非常尊敬的几位作家都对他赞赏有加。尤其是C. S.刘易斯，我觉得他的文字明显带有切斯特顿的风格。但是刘易斯书中那些让我陶醉的内容和风格，回到“源头”切斯特顿那里却让我觉得难以忍受。我读了一本又一本切斯特顿的书，仿佛想找到一把钥匙，把他的魅力释放出来。我不断地读着，因为我总是想，最终总会有什么东西打开我的心房。这就像在一个嘈杂的房间里寻找某个人的声音：你觉得也许下一刻就能找到他的声音了，你能把它跟别的声音区分开，专注地聆听它。这个过程持续了好几年，部分原因是我需要在一门课程中教授切斯特顿的作品。我一般会选择让学生们读他的小说《代号星期四》，至少这本书不会让我觉得厌烦，尽管它也并没有带给我多少乐趣。然而有一年，当我为了备课再次阅读这本书时（我每次教这门课时都要再读一遍，因为这本书就连一点儿印象都没在我脑子里留下），那一刻终于来了。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 148,
                "bbox": [
                    72,
                    68,
                    567,
                    737
                ],
                "text": "这本书深深地吸引了我。那一刻，我不是带着责任和义务，而是带着纯粹的乐趣在读这本书，那感觉就像我从来没读过它一样。我明白有一些事情正在发生，但并不知道究竟是什么。《代号星期四》成了我最喜欢的书之一，我觉得它会永远保有这个地位。我对切斯特顿其他作品的态度也有所改变，尽管并没有完全改变。我最受不了的是切斯特顿总在作品中使用似是而非的论点，而现在这只是让我觉得有点儿烦。虽然我还做不到对他的不足之处视而不见，但是这些不足再也不会遮蔽我的双眼，让我忽视他作品的长处了。过去我总是因为看不懂他的作品而感到受挫和沮丧。几年前有一次，我受不了了，打开后门，把切斯特顿的《方济各传》远远地扔在院子里；但是现在，我稍稍能欣赏他的作品了，而且是带着喜爱之情欣赏。这种突如其来而又极为戏剧化的转变对我来说难以解释。我对《安娜·卡列尼娜》，或者说对这本书中的某个特定场景的理解发生了变化，是因为我的生活起了变化；然而在我的人生中并没有什么事能够解释我对《代号星期四》突然产生的喜爱之情。我也不认为在重读这本书前，我的精神世界经历了重大变化。我只能说，一直以来我都读不懂它，现在我能读懂了。这就是“重读”的神秘之处，而对于一个想理解阅读的意义和价值的人来说，再没有比这更重要的事了。我们大多数人都读得太快，读得太多，不愿意重读那些自以为已经明白的内容，这一点是很不明智的。我在这里用了“以为”这个词是经",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 149,
                "bbox": [
                    72,
                    68,
                    565,
                    751
                ],
                "text": "过考虑的，因为我自己的例子已经表明，一本有价值的书只读一遍，你是绝对不能完全领会其精华所在的，而我们却常常错误地以为书只要读完一遍就万事大吉了。但是对那些只求“读过”，只想从“必读书目”上勾掉书名的人来说，重读甚至比慢读、边读边思考更令他们厌恶。较之阅读一本不熟悉的书，重读一本书经常会带来一种更为重要、更为戏剧化，而且，没错，更为新鲜的体验。 [1] 奥登对索伦·克尔恺郭尔作品态度的转变与我对切斯特顿的几乎完全相反。在后半生中，奥登大概花了30年的时间，试图读懂克尔凯郭尔的作品：跟帕斯卡、尼采和西蒙娜·韦伊一样，索伦·克尔恺郭尔的作品让人很难做出公正的评价。第一次读这些人的作品时，读者会折服于他们的独创性（他们的论调不同于以往的任何人）以及他们尖锐的见解（他们的论断不同于以往的任何人，读过之后就很难忘记），但是继续往下读，读者心中的疑惑会越来越多。对于这些作家过度强调真理的一个方面，从而忽略了其他方面，读者可能会持有异议，于是最初的热情和兴趣很容易就会彻底变为同等程度的厌恶和反感。我在几年前所写的一本书中，引用了上面这段话来称赞奥登是“宽厚读者”的典范。重读让奥登最终发现了克尔恺郭尔思想的局限性，但是他知道如果任由自己最初的热情和兴趣“彻底变为同等程度的厌恶和反感”，对克尔恺郭尔是不公平的，对初读克尔恺郭尔时年轻的自己也是不公平的。（我在前文中提到，我现在不喜欢《押沙龙，押沙龙！》的文风，但",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 150,
                "bbox": [
                    75,
                    73,
                    565,
                    715
                ],
                "text": "这并不能完全抹杀我20岁时对这本书的喜爱。那时我就想到了奥登的这番话。）重读克尔恺郭尔的作品对奥登具有极为重要的意义，因为这既是对克尔恺郭尔智慧的一场考验，也是对奥登自己的一场考验。正是因为克尔恺郭尔曾经对他如此重要，曾经令他折服，曾经影响过他的思想和行动，对奥登成为基督教徒起到了很大作用，重读其作品就显得非常必要，而且这种重读也可以激活记忆：奥登不仅要重读克尔恺郭尔的文字，还会回忆起自己初读这些文字时的感想。这就像智力上的不同视角。通过比较他在60岁时对这些文字的感想与30岁时的感想，奥登能够了解自己思想的发展程度，以及在此期间其他书、其他经历对他的作用。诗人希司门曾写过这样一段让人很有共鸣的文字：一份你要重读的书单就像森林里的一处开阔之地。身处一个冷漠甚至邪恶的世界中，你可以在这个平坦、干净、光线充足的地方卸下负担，建立并保护你的家园、你的个性、你的兴趣、你的完整品性。作为一名读者的你，正是现代文学中的主人公，一个孤独存在的个体，也是普罗大众的一分子，你可以从近百年来甚至是近五百年来一直在描写你的作家那里听取建议、吸收养料、寻求慰藉，你可以用他们的作品来与世隔离，并通过一遍又一遍地读这些书找到定位，获取价值，如果幸运的话，这些东西会像林中空地上的一所房子一样，伴你一生。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 151,
                "bbox": [
                    72,
                    70,
                    565,
                    711
                ],
                "text": "希司门认为最重要的书籍是智慧的源泉，而另一位想法相似的读者瓦尔特·本雅明 [2] 则把它们比作建议忠告的源泉[3] 。正如谚语所说，书总在向你传递信息，因此希司门宣称书籍“一直在描写你”，而重读它们能够帮助你“找到定位”，“获取价值”。我在本书前面的章节中提到过，对托尔金、奥斯丁、特罗洛普的书迷，以及迷恋《哈利·波特》的读者来说，他们的重读不同于一般读者的重读。重读这些作品通常是因为他们渴望居住在一个虚构的、自给自足的宇宙中，这个宇宙拥有自己的边界和规则。（奥斯丁和特罗洛普最初的读者是否因为这一点才爱上他们的小说，这个问题尚无定论，但这确是当代读者热爱它们的理由。）这种类型的重读并不仅仅是一种逃避现实的行为，不过“逃避现实”的确是它吸引人的原因之一：我们应该注意到，最重要的并不是读者逃离的那个世界，而是读者逃入的那个世界。我们中的很多人对虚构的世界感兴趣，并不是因为我们觉得自己的人生很可鄙，虽然一些爱走极端的人的确会这么想。奥登曾经写过“那种逃离生活的文学艺术……必须一直存在，因为人类需要逃离，就像他们需要食物和睡眠一样”。但是无论如何这都不是唯一的一种重读。我还清楚地记得我第一次发现书可以读上不止一遍的情景。我的初中语文老师艾琳·亨德里克斯，是她帮我打开了那扇大门。亨德里克斯老师是个身形魁梧的女人，上课的时候，她坐在讲台后面的一张高凳子上，眼神有些游离，但是很难看出是哪只眼睛在游离，所以你永远都不知道她是不是在盯着你。这些特点不知怎么增",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 152,
                "bbox": [
                    72,
                    71,
                    568,
                    729
                ],
                "text": "加了她的威严感，所以我们上课时都会认真听讲。有一天，她提到自己每年夏天都会重读普鲁斯特的《追忆似水年华》。我被她的话打动了。我是个热心急切的读者，我重读过一些书，但每次重读总是心怀歉疚，因为我虽然不是个积极好学的好学生，但身上也有小罗德里格斯的影子，我用一个本子记录着读过的书，觉得自己只该不断阅读新书。我列出了自己最喜欢的书，当我读了一本新书时，我会很严肃地思考，我对这本书是否只是暂时感兴趣？它是否值得被放进那份书单？在当时那个年纪，我很有可能会按部就班地去啃那些“一生必读的××本书”，不过感谢老天，我当时并没有见过那样的书单。每年夏天都重读同一本书的想法让我感到迷惑，不过亨德里克斯老师说那是因为这本书实在是太伟大、太深刻，又太微妙了，她每次重读时，总能发现新东西，学到新东西。几个星期之后，我才发现《追忆似水年华》并不是一本书，而是六本书，而且是六本厚厚的书，我不知道该怎么办。一方面，重读这种巨著要比重读我当时能够轻松驾驭的、只有200页的书籍更有意义；另一方面，我不知道为什么有人每年夏天都要牺牲那么多时间，耗费在同一本书上面。（直到几年之后，我才开始怀疑亨德里克斯老师那番言论的真实性。当初我可是完全相信她的。）我在这件事上唯一坚定的信念，就是我并不想读普鲁斯特的作品。我能够这么清楚地记得亨德里克斯老师的话，是因为她含蓄地表明了有些书包含更多的价值，或是更多的建议、见解，而这些东西仅仅读一遍是得不到的。在那之前我也重读过一些",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 153,
                "bbox": [
                    75,
                    500,
                    565,
                    744
                ],
                "text": "[1] 索伦·克尔恺郭尔（Søren Kierkegaard，1813—1855）：著名宗教哲学家，被视为存在主义之父。——译者注[2] 瓦尔特·本雅明(Walter Benjamin，1892—1940）：德国哲学家、文学评论家。——译者注[3] 本雅明在其见解深刻的文章《讲故事的人》中写了这样一段话：“所有这些都指示出每一篇真正故事的本质。或明或暗地，这些故事都会包含某种有用的东西。这些有用的东西可能寓于一种伦理观念中，或者寓于某种实用建议中，也可能寓于一些谚语或警句中。在每一种情况中，讲故事的人都向读者提出了忠告。但如果说，在今天‘提出忠告’已经有点儿过时了的话，那是因为个人经验的可传递性降低了。其结果是，我们既无法对自己提出忠告，也无法向别人提出忠告，而忠告并不同于对一个问题做出回答，它需要你在一个刚刚展开的故事中提出建议，同时还需要关注这个",
                "type": "Footnote",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 153,
                "bbox": [
                    73,
                    71,
                    564,
                    477
                ],
                "text": "书，只因为身为书迷，我喜欢那些书，渴望再次获得某种体验。我当时最喜欢的书是阿瑟·克拉克  [4] 的《童年的终结》，但初读外星霸主们突然从飞船中走出，来到我们中间时的感受，我已经没法再次体验了。亨德里克斯老师选择重读普鲁斯特的原因超越了我当时的认知。我本来以为人们只会那样读《圣经》。这些都表明，重读不一定是出于不满足，或者是对某书的完全沉迷，也可以出于满足感和未完成感的奇妙杂糅。重读可以无关喜恶，而是被一种未完成的感觉驱使，觉得一本书里还有更多你没有接收到的信息。这要么是因为你读的书本来就像休·肯纳说的那样，不是“一遍就能读懂”；要么是因为你第一遍读它的时候，还没有做好准备去迎接挑战。当脑子里的那个声音告诉你把书拿起来，再读一遍时，你应该听从它的劝告。你只需要多加练习，能够在各种驱使你追求新鲜事物、阅读新书的声音中辨别出这个声音。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 154,
                "bbox": [
                    73,
                    69,
                    566,
                    188
                ],
                "text": "故事是如何发展推进的。所以要提出忠告，作家必须首先学会讲故事。（更何况，一个人能否接受忠告，取决于他的处境是否被作家精准地描述出来了。）将忠告与现实生活融合就是智慧。”——原注[4] 阿瑟·克拉克(Arthur Charles Clarke，1917—2008）：英国著名科幻小说家，代表作有《2001：太空漫游》《童年的终结》等。——译者注",
                "type": "Text",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 155,
                "bbox": [
                    184,
                    122,
                    455,
                    164
                ],
                "text": "这本书很好，但我不喜欢",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 155,
                "bbox": [
                    72,
                    196,
                    567,
                    743
                ],
                "text": "在阅读过程中，以及读完之后，我们都会对一本书进行评判。当然在阅读之前也是一样，我们肯定已经对手上的书籍有了一番事先评判，才会有兴致去读它，也许是因为喜欢它的作者或者是喜欢这种类型的书，也许是因为一篇书评或者是一位朋友的推荐。这种预先做出的评价通常是可以被改变的，而且实际上，我们对一本书的读后感一般来说就是在表达这种评价的改变，比如“我对这本书非常失望”，或者是“它比我预想的要好得多”。自愿去读一本书，通常是因为你觉得自己会喜欢这本书，哪怕只是觉得“它肯定不会像上一本一样糟糕”。批判性思考是很有必要的，它可以让我们取得更好的阅读效果。我所知道的最好的阅读评判标准来自我们的老朋友奥登，他将自己一生中对阅读的种种思考，总结成了一句清楚明白、一针见血的话：“成年读者对一本书会有五种评价：我能看出这本书很好，而且我喜欢它；我能看出这本书很好，不过我不喜欢它；我能看出这本书很好，虽然目前不喜欢它，但是相信坚持读下去，我会喜欢它的；我能看出这本书很烂，不过我喜欢它；我能看出这本书很烂，我也不喜欢它。”注意，奥登把客观的行为与主观的个人喜好区分了开来。须臾之间，你很难确定自己究竟喜不喜欢某样东西，只知道你会对它做出什么反应——如果你足够诚实的话。奥登在这里鼓",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 156,
                "bbox": [
                    72,
                    72,
                    567,
                    689
                ],
                "text": "励人们诚实，特别表现在他不加批评地承认了“我能看出这本书很烂，不过我喜欢它”这种观点。我们每个人都难免会做出这样的评价，但“警惕派”批评家们并不希望看到人们这么想。然而奥登并没有列出这种评价：“我能看出这本书很烂，虽然目前喜欢它，但是相信坚持读下去，我会不喜欢它。”这说明奥登不是一名“警惕派”成员。虽然他预见了在阅读过程中，人的理解力和态度会有变化发展，但他并没有将这些发展与“获得更强的反对能力”联系在一起。他相信“坚持读下去”是一种阅读美德，他希望这种坚持能够指引我们获得积极的评判和品味，这样我们才能最终从自己预先认为不错的书中获得乐趣。奥登并不想让我们鄙视“烂书”，他只是希望我们尽可能多地欣赏好书。不过，他也意识到没有人会来者不拒，对什么书都说好，这就是为什么他会说有些书要坚持读下去你才会喜欢。他还列出 了 这 条 评 价 ： “ 我 能 看 出 这 本 书 很 好 ， 不 过 我 不 喜 欢它。”就是这样，因为无论你多么努力，都不可能看遍所有好东西。你也不该太过强求自己达到那种包罗万象的境界。在一篇书评中，奥登曾经说：“只有当一位评论家起初带着强烈的个人喜好阅读，最终却完全超越那些喜好，能够在完全不合口味的作品里发现优点时，他才能有所成就。品味太窄不好，但是如果你没有超越个人好恶，只是天生来者不拒、什么都爱，那也称不上有品位。”",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 157,
                "bbox": [
                    72,
                    71,
                    567,
                    673
                ],
                "text": "在奥登看来，一个健全的读者起初并不会拥有开放的心态，而是带有“强烈的个人喜好”：我们起初的确是局限在自己偏好的狭窄范围内，但是要意识到时间长了，这会成为一个缺陷。（想想伏尔泰在 《老实人》中的那段描写。“‘一个多么不寻常的人啊！’康迪德喃喃地说，‘他真是对世界漠不关心！没有什么东西能够取悦他。’”）没错，我们的喜好是有限的，而且一直都会是这样：我们不需要假装可以包容一切，尤其是对我们自己；不过正如我们前面提到的，在其他人面前装装样子不可避免，有时候甚至还是有益的。没有人会从所有的阅读活动中获得乐趣，如果我们认为自己例外，要么是缺乏自我认知，要么就是完全没有品位，对任何事物都没有欣赏能力。但是就此满足于我们有限的喜好也是有害的。奥登推崇的那种“自我超越”很有价值，因为它是一种自我扩张，将我们的生命体验扩展到更大的范围，如果我们不努力阅读“批判的自我”所推崇的那些作品的话，我们就无法实现这些扩展。有人说“人人都是评论家”，事实上的确如此，我们对自己所读的内容都会做出评价和判断。当我们还是孩子的时候，就知道自己最喜欢什么，知道哪些故事我们会听上一遍又一遍，而哪些书我们看一次就不想再看。每个幼儿园中都会有一大堆崭新的书，同时还会有一堆（通常比前者少）广受孩子们喜爱、快要被翻烂了的书。作为成年人，我们的目标不是热爱所有的书，也不是只去热爱某一类特定的书，而是在自我允许的有限范围内，尽可能广泛地阅读书籍。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 158,
                "bbox": [
                    173,
                    124,
                    467,
                    163
                ],
                "text": "阅读需要独处，也需要社交",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 158,
                "bbox": [
                    71,
                    195,
                    568,
                    738
                ],
                "text": "“自我允许的有限范围”——没错，难题来了。在很多人看来，阅读的主要益处之一就是它能够克服这些局限。戴维·福斯特·华莱士曾经说过：“书籍的意义在于战胜孤独。”阅读是一种与他人建立联系的方式，但是这种联系很奇特，既是亲密的，又是确有其实的。如果我们说马基雅维利是走进了空无一人的书房，我们只说对了一半。一方面，他的确是一个人坐在那里；但另一方面，他拥有最好的同伴。我们中很多人在阅读时都会建立起深远的联系。有时候我们会把自己跟书中的人物联系起来，想象他们是我们的朋友、恋人，或是最痛恨的仇敌；有时候一本书的作者吸引了我们的注意力，可能是因为他塑造出来的一个人物形象，让我们欣赏、嫉妒他的才华（尤其当我们自己也是作家，或有志成为作家时）。尼克尔森·贝克的《你和我》，讲的是他年轻时对约 [1] 翰·厄普代克的迷恋，就是对这种联系的一段风趣而感人的描述。读到厄普代克以简洁闻名的语句时，贝克会欣喜若狂、叫出声来；但是，读到厄普代克有时候会跟《追寻卡其亚托》的作者蒂姆·奥布莱恩一起打高尔夫球，“我当然非常受伤，因为从所有住在波士顿地区的年轻作家里，他选了蒂姆·奥布莱恩，而不是我，做他的高尔夫球伴。我还没有写出能获得美国国家图书奖 [2] 的书，这没关系；我还没有写出一本像",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 159,
                "bbox": [
                    72,
                    67,
                    566,
                    743
                ],
                "text": "样的书，这也没关系；我不知道高尔夫球是怎么打的，这也没关系。但是，我还是觉得厄普代克应该叫我去打球，而不是蒂姆·奥布莱恩。”这表明有时候，即使是那些最富激情的读者也渴望着一种比较现实的联系。（年轻的贝克曾放下了一本读到一半的厄普代克的小说，给这位伟大的作家寄了一封写满感激和崇拜之情的信。）我曾经收到过已经毕业的学生写来的信，回忆起大学的文学课，他们最怀念的是经常进行的读书讨论会，同读一本书，然后坐在一起讨论。当我问他们为什么会怀念这些时，他们表达了一种复杂的情绪。他们怀念的并不是阅读那些文学价值很高的文本本身——毕竟，他们自己就能完成阅读，而且的确也经常这么做；相反，他们怀念的是这些文本带来的讨论。我问他们读书小组是否足以替代课堂，甚至比课堂更好。毕竟参加读书小组不用写论文，不用准备考试，不用担心教授的督促，那成员们的讨论会不会更自由、更有活力？但他们并不同意，并给出了两个理由。次要的理由是他们读的那些书挑战性不强，不足以激发激烈的讨论；主要的理由是很少有人是因为真的对书籍内容感兴趣才加入读书小组的，他们只想借书谈论另外一些自己更感兴趣的话题，而这些话题通常是他们的情感生活。在我看来，这两个理由是互相关联的。就像你读一本纯粹娱乐性质的书时不需要做笔记一样，人们可能也不需要围绕它 [3] 展开什么讨论。但另一方面，《芬尼根守灵夜》可能也不会吸引一大群讨论者。我思考得越多，就越觉得读书小组的主",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 160,
                "bbox": [
                    72,
                    66,
                    567,
                    740
                ],
                "text": "持人，包括奥普拉·温弗瑞，肩负着一项非常艰难的任务：挑选的书要足够现实，好让人们在讨论时有话可说，但是又不能太难，不然人们就不能坚持看完，或者觉得没资格讨论它。如果一本书太简单或者太难懂，你就只能说一说自己对它的主观感受了。这样看来，读书小组能够成功完成讨论真的很了不起，不过对于那些并不关心书籍内容本身，只想说说话的人，完成一场讨论也不难。我们可以想象一个柏拉图式的读书小组，对那些时常写信给我，怀念大学美好时光的文学专业毕业生来说，这样的小组应该能够满足他们的所有需求。这样的小组应该是什么样的呢？首先，也是最重要的一点，小组成员应该都能做到认真阅读，并进行严肃的讨论；其次，挑选的书应当具有足够的复杂性和启发性，能够激发有意义的辩论，不管讨论的是作品本身的结构和情节发展，还是由此引发的其他话题。这样，阅读这一个体行为与讨论这一群体行为就能很好地融合在一起。每一个参与讨论的人都要把他的个人看法开诚布公；个人的评价和阐释将得到评判，发现不足，褒奖优点，然后就能达成共识，化解矛盾——可能是小组内部的矛盾，也可能是文本本身的矛盾——而且大家会互相体谅，承认基本分歧的存在。但困难在于该怎么找到愿意并且能够参与读书小组的人，也正因如此，数码时代的读者们在网上寻找着同伴。网络读书俱乐部有各种不同的形式，有的就叫“读书俱乐部”；有的则是博客主人发起“读书活动”，邀请几个人发布言论，谈谈对某书的看法，同时所有人都可以参与评论；还有售书网站上的读者评论板块，读者可能会就一本书的价值展开激烈辩论。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 161,
                "bbox": [
                    72,
                    70,
                    566,
                    752
                ],
                "text": "其 中 最 有 野 心 也 最 有 前 途 的 网 络 读 书 会 应 数 “ 评 论台”（Comment Press），这是由美国图书发展协会发起的一个项目。该项目的创始人解释，他们借用了现在广为人知的博客，“博客擅长用简洁、口语化的文字和条目反映当下的动态，但是处理起那些更长的、进展缓慢的作品来，就有些不太适合，因为处理作品不像按照时间顺序罗列新闻事件那么简单”。他们希望“这种形式可以再度流行，从而使大众可以就一些较长文本展开互动”。“评论台”允许读者评论整本书，或者书中的某个章节，或者一个章节中的某个段落，当然了，读者也可以回复其他人的评论。比起仓促回复某篇博文，参与“评论台”的讨论需要更多的思考，但这也许是件好事：在你打算对整本书，或者对书中的某个部分，或者对其他人的看法发表评论之前，先花一点儿时间来思考整理你的观点，这是很值得的。准确表达出来的观点要比不假思索、随手就发进网络空间的观点更有力量，也更有意义。当然，深思熟虑之后的评论对博客的主人来说也很有指导意义。但根据以往的经验，现实中这类团体的成员更有可能各自看书，而不会聚集在教室或者某人的客厅里讨论书籍。参与网上讨论的人会通过文字来分析推测对方的性格。其实尼克尔森·贝克也是通过文字来推测约翰·厄普代克的性格的，并给厄普代克写了一封信，但不同之处在于，贝克是认真研读了几百页的文字才了解厄普代克的，而参与网上讨论的人则是用更简短的信息和有来有往的互动实现这一点的。参与网上讨论的人可以提出问题，也可以回答问题，而正如奥拉达·艾奎亚诺发现的那样，书是做不到这些的。不过在网上讨论时，提问和回答显得尤为必要，因为没有人会将自己的思考写成长篇大论，",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 162,
                "bbox": [
                    72,
                    70,
                    568,
                    686
                ],
                "text": "像一本书一样。而如果能让一本书回答问题，它一定会经常说：“耐心点儿，我就快讲到这一点了。”所以无论是参与网上讨论，还是自己阅读一本书，你经历的都是一种有回应的阅读体验。最大的不同之处在于，自己读书时，你得到的互动是不对等的：你了解了这本书的很多方面，了解了它的特点，或许也了解了它的作者，可是它并不了解你的任何信息。我并不觉得这一点令人遗憾：我们中的很多人应该会更愿意倾听，而不是讲述。我反复说明这些观点，是为了避免人们得到一些太过简单的结论，这些结论在大众媒体盛行的时代非常流行。如果“大众”从本质上来说是好的，那是不是个人体验在本质上就差一点儿呢？史蒂芬·约翰逊似乎赞同这一观点，他对亚马逊网站的“热门标注”（Popular Highlights）功能大加赞扬，通过这种功能，购书者可以在电子书上标注精彩的段落，并看到其他读者标注最多的段落。约翰逊写道：“有了‘热门标注’，就算我们关上电脑和电视，坐下来看一本好书的时候，也会有一群读者跟我们一起翻动书页，点评精彩之处。也许我们很快就能见到这些同伴，与他们分享故事了。”而针对我在这一章开头引用的那句话“书籍的意义在于战胜孤独”，约翰逊反驳道：“战胜孤独？戴维·福斯特·华莱士只看到了一半的意义。”这里有个强烈的暗示：无论独自阅读对战胜孤独有多大的作用，都比不上与一群读者“一起翻动书页，点评精彩之处”。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 163,
                "bbox": [
                    72,
                    68,
                    567,
                    735
                ],
                "text": "约翰逊没有想过，要是有人在你耳边喋喋不休，或者在你阅读时指手画脚，想看进书去有多难；他也没有想过，读者可能更愿意自己决定书中的哪些段落最精彩。约翰逊忽视了这些问题，因为他是，而且好多年来一直都是“联系”的倡导者和拥护者。因此他写道：“安静的冥想对重要思想的形成起到了一定的作用，但是不能否认，人际关系网络也能催生好的想法。”没错，这一点不容置疑。只要有常识的人都知道，每一个好的想法都是在沟通和思考的共同作用下产生的。每一位伟大的思想家都会熟读前辈的作品，并积极做出回应，同时每一位伟大的思想家也经常需要独处，这样才能不受干扰地深入思考。即使是像牛顿那样疑心很重的隐士，也很重视跟英国皇家学会成员们之间的联系，尽管他也对这些人不能理解自己感到烦恼。阅读也是，或者说也应该是，一种独处和社交共同作用下的产物。即使所谓的“社交”只是写篇读书日记，你也不再只是沉默地阅读文字了，个人的回应得以与他人的经历产生互动。给朋友写封信，参与网上讨论，或是加入一个读书小组，这些都是在寻求阅读的社交层面，我们每个人也都或多或少需要这样。但是我觉得有必要强调一下，这些跟其他人一起阅读的行为并不是阅读本身，而只能算是阅读的“伴随物”。它们并不能替代独自阅读。（我们阅读博客上的评论时是不出声的，而就算我们对某个人的言论非常感兴趣，也并不希望在阅读中途",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 164,
                "bbox": [
                    74,
                    493,
                    563,
                    622
                ],
                "text": "[1] 约翰·厄普代克（John Updike，1932—2009）：美国小说家、诗人，代表作有“兔子四部曲”、《马人》等。——编者注[2] 《追寻卡其亚托》曾获得美国国家图书奖。——编者注[3] 《芬尼根守灵夜》：詹姆斯·乔伊斯的长篇小说，晦涩难懂，文学性很强。——编者注",
                "type": "Footnote",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 164,
                "bbox": [
                    72,
                    72,
                    566,
                    472
                ],
                "text": "受到他的干扰。）这些“伴随物”从多个方面改变了阅读体验：它们迫使我们重新评价读过的书，改变了我们对一段文本的认知。跟其他读者交流，能够使我们的判断能力得到极大的提升，我觉得，这尤其能教会我们不要太快就轻视或者放弃一本书：当我们听说其他人对某本书更包容，并从中得到了一些我们错过的东西时，可能会受到触动，也变得更加包容。（这些年来，我在课堂讨论中见到过很多这种例子。）不过，我想向倡导这种“联系”的约翰逊等人提出一个问题，那就是，在近现代西方社会，我们的社交生活和独处时间，哪一个受到的威胁更大？哪一个受到的培养和训练不足？哪一个正在被另一个压倒？如果我在本书中过分强调了独自的、沉默的阅读，那可能是因为我比一般人更重视独处和沉默的价值，但同时也是因为它们是一种遭受着威胁的精神体验，另外，真正的阅读也是根本不可能抛开独处与沉默这两个元素的。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 165,
                "bbox": [
                    265,
                    124,
                    372,
                    162
                ],
                "text": "不期而遇",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 165,
                "bbox": [
                    72,
                    195,
                    568,
                    750
                ],
                "text": "当我们发现，完全无法预期自己在阅读上的进步和发展轨迹时，可能会感到失望，也可能会感到欣慰。范多伦在《阅读的乐趣》中推荐了189本书，他和艾德勒在《如何阅读一本书》中列出了173本“必读书”，迈克尔·德达声称有16本书能帮你推开文学的大门，要读完这些书并不难，但是如愿获得这些书中的乐趣却很难。你可以实现奥登推崇的“自我超越”，但是无法预知会如何实现。我们必须安于接受“偶然力” [1] 那只隐形大手的指引。这个词是贺拉斯·沃波尔创造的，这位奇人被现代人视作哥特式悬疑恐怖小说的开山鼻祖之一，不过同时代的人更愿意把他看作一位文雅娴熟的作家。在1754年写给一位朋友的信中，他提到自己发现了一些威尼斯人的奇特军装，并说：“我觉得自己简直拥有偶然力。”他接着解释了自己创造的这个“含义丰富的词”：“我曾读过一篇很傻的童话《锡兰三王子》。这三位王子跟着国王出游的时候，总能凭借意外的智慧，在机缘巧合之下发现各种他们没有刻意寻找的东西。”这里有一个值得注意的词：意外的智慧。意外会发生，但偶然力却是可以培养促成的。你可以增强自己意外发现有价值之物的能力，甚至可以专心研究这门学问。在中世纪文学中，我们可以看到人们对代表机会和运气的",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 166,
                "bbox": [
                    72,
                    69,
                    565,
                    743
                ],
                "text": "命运女神的崇敬，而崇拜她就等于耸耸肩承认自己的无助，承认局面已经失控。但是将偶然力理解为一种希望，甚至是一种期待，我们就能将意外的命运扭转到好的一面，并从中获得一些知识——而如果我们刻意寻找这些知识，就不可能得到它们了。实际上，我们不仅可以培养智慧，还可以培养意外。主动去面对超出自己控制范围的事情，不仅可以为之，而且值得去做。人们常常说互联网，尤其是谷歌的出现标志着偶然力的终结。我过去也是这么想的。比如说，我曾经在一篇关于字典的文章中写道：“每一个用过字典或者百科全书的人都能够有很多意外发现。当我们翻页寻找某个特定信息的时候，眼睛会瞄到某些奇特的东西，可能是一个词、一个成语、一个人名或者地名，并不是我们本来要找的，但又忍不住想看个究竟。我曾意外发现过一个词——钢甲靴，那时我才知道，古时的武士穿的那种奇怪而宽大的铁鞋原来是有名字的。但是用在线字典查单词的时候，我就从来没有过这种意外收获。谷歌的神奇技能总能帮你找到你要的信息，可它也从来不会呈现你无意寻找的那些可爱又奇怪的东西。”但是我不会再说这样的话了，因为我意识到，就在点击各种网页链接的过程中，已经有很多意外跳到我眼前了。（本书中引用的很多深刻见解，都是我通过这种方式找到的。）说到阅读，我尤其对亚马逊网站上的一个板块深深着迷：“购买此商品的用户还购买了……”大部分情况下，结果都是显而易见、毫无悬念的，比如购买了《魔戒》首部曲的人当然也会购买第二部《双塔奇兵》。不过进一步探索，你会发",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 167,
                "bbox": [
                    72,
                    65,
                    566,
                    734
                ],
                "text": "现一些令人吃惊，甚至难以理解的信息。比如说，今天我发现，购买了我的著作《原罪：一部文化史》的人还购买了西塞罗的专著《论美好生活》。当然，也许只有一个人同时买了这两本书，不过这个搭配多奇特啊……然后我就想，我并不了解西塞罗认为的美好生活是什么样的，那么读一读这本书说不定会很有意思。我发现这样的链接难以抗拒，即使它们是系统自动列出的。我想，也正是因为这样，我才会如此强烈地反对各种书单。以前我曾经试过预先列出夏天要读的书，但后来我发现这只能确保一件事，那就是书单里的任何一本书，我都绝对不会碰了。无论我之前有多么期待某一本书，一旦它进了那份任务清单，对我来说就成了难吃的花椰菜；而任何一本不在清单上的书，无论在其他情况下有多么无趣，此时立刻就变成了一杯美味的巧克力圣代。这些年来，我觉得这种对事先设定的计划的本能排斥是一种天赋，而不是缺憾。任何人都可以培养偶然力，不过对于那些生活在安全富足、信息充裕环境中的人，它是必不可少的。培养“意外的智慧”，就意味着你要承认并不知道自己会去哪里，承认你并不知道要找什么，承认你并不能掌控自己的命运，并承认这可能是一件大好事。任何意外的智慧都可能是我最需要的那种智慧，但是如果我不尽力追求的话，就不可能得到。偶然力也是兴致的近亲，它们都站在与计划对抗的阵营中。计划曾深深地吸引了我，但如今我已变成了偶然力与兴致之神的崇拜者；我可以试着去侍奉别的神，却不会真心投入。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 168,
                "bbox": [
                    74,
                    201,
                    563,
                    249
                ],
                "text": "[1] 原文为“Serendip”，这个词很难翻译，可理解为“意外发现有价值物品的本领”。——编者注",
                "type": "Footnote",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 168,
                "bbox": [
                    73,
                    71,
                    564,
                    182
                ],
                "text": "我认为与其按照书单和计划读一本确定无疑的好书，还不如信马由缰地读一本平常无奇的书。为什么不呢？说到底，曾几何时我们压根无法选择自己要读的书，它们都是不期而至的，对我们来说全然陌生，从爱人的手中传递给我们。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 169,
                "bbox": [
                    219,
                    121,
                    420,
                    163
                ],
                "text": "当你第一次拿起书",
                "type": "Title",
                "contain_formula": false,
                "font_size": 22.680002212524414,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 169,
                "bbox": [
                    72,
                    196,
                    567,
                    720
                ],
                "text": "在本书的叙述接近尾声时，请再回忆一下小时候听人给我们读书的情景。坐在疼爱我们的人身旁，我们的眼睛急切地盯着书页。玛丽安娜·沃尔夫在《普鲁斯特与乌贼》中指出，对很多孩子来说，听大人读书，以及书籍本身都能带来强烈的被关爱的感觉。这种感受并不会轻易消失，就像小说家佩内洛普·菲茨杰拉德说过的那样，“一生中有两个时刻，你知道自己得到了所有人的承认——一次是你学会走路，一次是你学会读书”。学会读书的确是一项了不起的成就，很多成年人都能记起自己小时候攀登这座高山的故事。还是要引用菲茨杰拉德的话：“我四岁时就开始看书了。书页上的那些字母突然认输，向我展示了它们各自的含义。它们忽然之间就完全听命于我了。”简直是个奇迹！格雷厄姆·格林记得自己小时候也是这样忽然一下子就学会看书了：“我记得很清楚，忽然之间，就像找对了开锁的钥匙一样，我开窍了，发现自己会看书了——不是那种简单的看图识字书，一个个单词像火车车厢似的排在一起；而是一本真正的书。那本书的封面上画了一个小男孩，嘴巴被塞上，身体被绳子绑住吊在一口井里，井水已经淹到了他的腰部。那是《迪克森·布雷特历险记》，一本侦探小说。”",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 170,
                "bbox": [
                    73,
                    73,
                    564,
                    744
                ],
                "text": "不过伴随着这种开窍，格林还体会到了一些令人不快的感觉——恐惧和不祥。整个暑假，我都没有告诉任何人这个秘密——我会看书了。我不想让任何人知道它。我猜想早在那个时候，我就模模糊糊地意识到，这个时刻很危险。只要我还不会看书，我就是安全的，命运的巨轮就还没开始转动。但是学会看书之后，此刻，未来就隐藏在周围的书架上，等着一个孩子去挑选——也许他会成为一位专业会计师，或者是当地的一名文职人员，或是在中国人经营的农场里干活，又或是在银行谋得一份稳定工作……我猜妈妈一定已经发现了我的秘密，因为在回家的火车上她递给了我一本真正的书，是巴兰坦的《珊瑚岛》，整本书只有一幅图可以看，就是彩色的封面。但是我不想向她坦白。整个漫长的旅途中，我只是盯着那唯一的一幅图，完全没有打开那本书。与之类似的是我一个朋友的儿子，他很聪明，但是学看书却学得很慢，让父母紧张担心了好一阵子，直到后来这个可怜的孩子承认，他害怕自己一旦学会了看书，爸爸就不会再给他读睡前故事了。父母反复安慰，消除了他的疑虑之后，他才同意学习那让他担心的新技能。学校会带来更多和阅读有关的紧张情绪，因为一名学生在班级中的位置是由他的阅读能力决定的——“你在哪个读书小组？”但学校也能将阅读的乐趣转化为个人习惯。所以在学校，阅读就成了一项在渴望得到认可和焦虑之间来回摇摆的活动，对一些人来说，这种摇摆持续了一生。艾琳·欧康纳在宾",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 171,
                "bbox": [
                    74,
                    72,
                    560,
                    749
                ],
                "text": "夕法尼亚大学教授英语文学课程，同时也在高中授课，她极为准确地指出了英语教师这份工作的困难之处，就像我们在本书中已经多次提到的那样：英语教师应该是传递者，而不是处于知识的终端。他们实际上充当着教练的角色，一旦学生能够独立专注有效地阅读，就应该不再依赖教练。但常常事与愿违：孩子们兴致缺乏，在学校，阅读变成了他们不得不完成的一项任务，或者（这种情况很少被谈及，但仍然让人头疼）他们会变得更加依赖别人。他们可能真的很喜欢阅读，不过他们觉得需要有一个班级，还有填鸭式的讲解、引导式的讨论，这样才能从阅读中学到东西。他们抱着热切的希望，却从老师那里学到了他们不应该学到的东西。在本该积极主动的时候，他们却变得消极被动，而老师则成了他们的拐杖。在决定该读什么、怎么读，以及如何看待所读内容等问题上，他们表现得懒惰、恐惧、不确定，有时候甚至像个小应声虫。他们长大之后会变成这样的人：在被问到最喜欢什么书时，会列出他们觉得自己应该喜欢的书，而他们可能从来就没有看过这些书。所以阅读起初就像一个温暖的茧，带给我们安全感，以及牢不可破的被人关爱的感觉，但它却逐渐地、无法阻挡地变成了一件让人紧张的事。它变成了一场竞赛，我们身在其中，成功或失败，可能都是孤身一人，而这种不请自来的孤独促使我们去攀附接近那些既能引导方向又能证实我们成就的人。我们甚至还会对别人或自己撒谎，隐藏我们作为一个读者，以及作为一个人的真实面目。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 172,
                "bbox": [
                    72,
                    71,
                    566,
                    697
                ],
                "text": "在这样的环境下，要是谁能够成为读者（纯粹喜欢阅读，难以自制地想读书）几乎就是创造了一个奇迹，但是真有这样的事情发生。也许在我们第一次挣脱“听别人读书”那个舒适的茧时，会对书和故事能够带给我们什么格外敏感。因此格林才会有这样的推测：“可能只有小时候读的书会对我们的认识造成深刻的影响。在以后的人生中，我们会赞赏一本书，会觉得一本书有趣，我们也许会因为一本书而改变本来的看法，但更有可能的是，我们只是在书中寻找印证那些我们已有的想法。”这听上去有点儿自寻烦恼，却是格林的一贯风格。我们也许会受到诱惑，用书和其他文本不断肯定、印证自己，但是我们可以抵制这些诱惑。不过，确实是这样，小时候，当我们第一次自己捧着书一个人看的时候，就像伊丽莎白·鲍恩说的那样，才真正彻底地克服了困难。我们曾担心自己会被隔绝，却终于克服了这种担忧，接受了孤独（这种孤独同时也是一种联系），这表明阅读给人的回报真的非常多。在整本书中，我一直在试图定义这些回报，将它们与伴随阅读而来的舒适和焦虑，自责和自得区分开来。我还试图承认，认真阅读需要的专注力面临着威胁和阻碍。我们可以忽略这些威胁（比如说，欺骗自己，相信自己能力非凡，可以同时处理多个任务），但也很容易放大它们的力量，以至于放弃抵抗 。 我 们 还 是 应 该 牢 记 华 莱 士 对 凯 尼 恩 大 学 毕 业 生 的 建议：“这意味着你要非常清楚，自己应当选择关注哪些内容，选择怎样从经验中构建信息、获取知识。”这一建议是可行且有价值的，同时也真的很有必要。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 173,
                "bbox": [
                    73,
                    70,
                    565,
                    283
                ],
                "text": "我们还应该尽可能生动地回想（一直跟着我的思路看到这里的人一定知道我要说什么）沉迷在书中所带来的那种深厚而又宽广的乐趣。翻开一本书，读点儿什么，也就是选择了一种集中注意力的独特方式。阅读既是沉默的，也是有回应的。读者发挥着想象，在纸上搜寻着文字，在经验中建构起意义。读者绝不是消极的，绝不仅仅是一个消费者，他同时还在思辨、在评判，有时为了谨慎会克制自己的同情，而更多的时候，全情投入后，他会由衷地、毫无节制地沉沦。",
                "type": "Text",
                "contain_formula": false,
                "font_size": 16.49250030517578,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 174,
                "bbox": [
                    99,
                    82,
                    263,
                    112
                ],
                "text": "图书在版编目（CIP）数据",
                "type": "Title",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "MicrosoftYaHei",
                "children": null
            },
            {
                "page": 174,
                "bbox": [
                    73,
                    143,
                    560,
                    626
                ],
                "text": "如何再次拿起书 / （美）艾伦·雅各布斯著；魏瑞莉译. -- 北京 : 中信出版社，2019.1书名原文： The Pleasures of Reading in an Ageof DistractionISBN 978-7-5086-8365-2Ⅰ. ①如… Ⅱ. ①艾… ②魏… Ⅲ. ①读书方法 Ⅳ. ①G792中国版本图书馆CIP数据核字（2017）第285542号 The Pleasures of Reading in an Age of Distraction Alan JacobsCopyright © 2011 by ALAN JACOBSThis edition arranged with C. Fletcher & Company, LLC through AndrewNurnbergAssociates International Limited.Simplified Chinese translation copyright ©2019 by CITIC PressCorporationALL RIGHTS RESERVED",
                "type": "Reference",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 174,
                "bbox": [
                    100,
                    660,
                    202,
                    684
                ],
                "text": "如何再次拿起书",
                "type": "Title",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "MicrosoftYaHei",
                "children": null
            },
            {
                "page": 174,
                "bbox": [
                    99,
                    692,
                    286,
                    749
                ],
                "text": "著者：［美］艾伦·雅各布斯译者：魏瑞莉",
                "type": "Text",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            },
            {
                "page": 175,
                "bbox": [
                    94,
                    0,
                    463,
                    322
                ],
                "text": "出版发行：中信出版集团股份有限公司（北京市朝阳区惠新东街甲4号富盛大厦2座 邮编100029） 字数：136千字版次：2019年1月第1版京权图字：01-2018-0363广告经营许可证：京朝工商广字第8087号书号：ISBN 978-7-5086-8365-2",
                "type": "Header",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "SimSun",
                "children": null
            }
        ],
        "texts_before_title": null,
        "texts": [
            {
                "page": 175,
                "bbox": [
                    102,
                    327,
                    217,
                    349
                ],
                "text": "版权所有·侵权必究",
                "type": "Title",
                "contain_formula": false,
                "font_size": 12.375000953674316,
                "font_name": "MicrosoftYaHei",
                "children": null
            }
        ]
    },
    "msg": "ok"
}