{
  "headers": [
    {
      "page": 4,
      "bbox": [
        100,
        62,
        345,
        362
      ],
      "text": "你不可能读完所有的书嘘——别说话重读是浪费时间吗这本书很好，但我不喜欢阅读需要独处，也需要社交不期而遇当你第一次拿起书",
      "type": "Header",
      "contain_formula": false,
      "font_size": 16.49250030517578,
      "font_name": "MicrosoftYaHei",
      "children": null
    },
    {
      "page": 5,
      "bbox": [
        98,
        88,
        542,
        200
      ],
      "text": "那些讨厌看书，或者对阅读毫无兴趣的人，也许会觉得这本书索然无味。但是如果有谁曾体验过阅读带来的种种乐趣（愉悦、智慧、快乐）——即使这已是很久以前的事情，这本书就是为你们而写的。",
      "type": "Text",
      "contain_formula": false,
      "font_size": 16.49250030517578,
      "font_name": "SimSun",
      "children": null
    },
    {
      "page": 6,
      "bbox": [
        218,
        122,
        420,
        163
      ],
      "text": "我们还能拿起书吗",
      "type": "Title",
      "contain_formula": false,
      "font_size": 22.680002212524414,
      "font_name": "SimSun",
      "children": null
    },
    {
      "page": 6,
      "bbox": [
        71,
        194,
        567,
        746
      ],
      "text": "有一次我正在书房阅读时，我十几岁的儿子走进来，歪着 [1] 头看了看我手里的书。那是莫提默·艾德勒和查尔斯·范 [2] 多伦的经典之作《如何阅读一本书》。“哦，老天，”他说，“去年老师要求我们读了这本书。也许我从中学到了一些阅读技巧，不过在那之后，我就再也不想看书了。”1940年，莫提默·艾德勒出版了《如何阅读一本书》，后来他说完全没想到这本书会迅速走红，并且常销不衰。虽然在某些方面艾德勒的阅读品味很“精英派”——他相信有些书是伟大的、最值得阅读的，这些书籍激励了他的一生——但是《如何阅读一本书》极好地继承了美国的平民主义传统，因为整本书背后隐藏的理念是：要想具备熟练阅读高难度文本的能力，你并不一定要支付高额的学费去接受大学教育；相反，你只需要一点儿指导——读一本传授阅读技巧和策略的书，然后从这里起步，按照自己的方式成为一个博学之人，让自己有能力去攀登人类精神财富的大山。而面对这座大山，艾德勒谦称他也不过刚刚从山脚起步。艾德勒的建议是，阅读的训练过程就像查尔斯·阿特拉斯的“动感压力”健身项目 [3] 一样，目的是为一般的美国人提供一个实际可行的方案，激发他们自身的进取精神。（《如何阅读一本书》中有一些劝勉的章节跟查尔斯·阿特拉斯的言论非常相似：“你只能依靠你自己的大",
      "type": "Text",
      "contain_formula": false,
      "font_size": 16.49250030517578,
      "font_name": "SimSun",
      "children": null
    },
    {
      "page": 7,
      "bbox": [
        72,
        66,
        568,
        717
      ],
      "text": "脑，对眼前的文字反复加工，只有这样，你才可以从‘只能看懂一小部分’的状态逐步上升到‘能看懂一大部分’的状态。”这段表述跟查尔斯·阿特拉斯的“动感压力”健身法有异曲同工之妙，因为后者也强调健身要循序渐进，而不是用沉重的健身器材来“压出一块又一块肌肉”。）过去很少有美国人能上大学，而能够进入那些注重发展文学和艺术的大学的美国人更是少之又少。因此，在那个时代，为了提升自信，人们极其渴望得到艾德勒的指导。30年之后，美国的社会结构发生了极大的变化，因此艾德勒邀请查尔斯·范多伦帮他修改这本阅读指导手册。多亏美国政府在“二战”后通过了议案，决定为众多退役士兵支付大学学费，这大大提高了美国的大学生人口比例。有人可能会以为在这种情况下，艾德勒的指导大概就不那么有价值了。但是，艾德勒对此反驳说，大学只是致力于传播既成的事实，却忽略了对这些事实内容的理解，因此，美国人上大学的比例升高，并不意味着他们的阅读能力也随之提高了。而且，1940年后，人们的生活中出现了一件新事物：电视机。美国人的注意力变得更加分散，更加缺乏引导，阅读活动逐渐退出了人们的日常生活，甚至被视为反常举动，因此艾德勒认为他的书会历久弥新。艾德勒的这些看法当然是正确的。不过，要是当时他能预知美国在之后30年中的变化，他会说些什么呢？看到现在我们身边有这么多令人分散注意力的新事物，或许他也会非常失落地放弃阅读事业了。毕竟，在1972年，美国人能收看的电视台",
      "type": "Text",
      "contain_formula": false,
      "font_size": 16.49250030517578,
      "font_name": "SimSun",
      "children": null
    },
    {
      "page": 8,
      "bbox": [
        72,
        70,
        567,
        712
      ],
      "text": "基本上不超过四个，仅有的几台电脑还都是庞然大物，被锁在大学或为数不多的大公司的地下室里。众多精英人士纷纷表达了担忧和感慨，但这并不能说明阅读正在走向衰落。在美国，仍有数以百万的人沉迷于读书，这一点从几百家大型连锁书店的存在就可以得到证明（尽管这些书店也正在努力维持生计），从图书销售网站亚马逊的巨大成功就可以得到证明，从奥普拉读书会的发展壮大就可以得到证明，还有全美教育协会最近一项关于美国民众阅读习惯的调查也表明，文学作品和其他长篇作品的阅读量出现了令人惊奇的 [4] 增长。再来看看这个：2008年1月，苹果公司的总裁史蒂夫·乔布斯接受了《纽约时报》记者的采访。采访中，乔布斯最关注的当然是苹果新产品的发布，不过他也乐意谈谈自己对其他事物的看法，比如说，亚马逊当时新推出的电子书阅读器。“且不说这个产品本身的好坏，事实摆在眼前，那就是人们根本不看书了。”他说，“去年美国有40%的人只看了一本书或者连一本也没看完。这个产品的研发概念从一开始就是错的，因为人们根本不看书了。”两年后，他发布了新产品——苹果平板电脑，并且强调了该产品与苹果公司新开发的网上书店之间的联系，以及这一产品在阅读报纸、杂志——当然了，还有书籍方面的卓越性能。我并不认为在2008年到2010年间，会自发地出现一大批苹果公司的潜在读者客户。",
      "type": "Text",
      "contain_formula": false,
      "font_size": 16.49250030517578,
      "font_name": "SimSun",
      "children": null
    },
    {
      "page": 9,
      "bbox": [
        72,
        71,
        566,
        708
      ],
      "text": "我跟很多读者面对面地谈过，也收到过很多读者的来信：我书籍的读者们经常会给我发邮件或写信，而他们的教育背景、人生经历千差万别。就在几周前，我收到了三位读者的来信，他们读了我写的C. S.刘易斯 [5] 的传记：一封是一个加拿大的大学生发来的邮件，她在自己的博客上发表了一篇很长的文章，谈论对那本书的一些看法；一封是一个佛罗里达的高中生打印出来，然后寄给我的，是她对那本书满满一页的评论（总体来说她喜欢这本书，不过觉得有些章节难以理解）；还有一封是一位纽约的老妇人寄来的很长的手写信，她半个世纪前曾经跟刘易斯通过信，所以想向我描述一下当时的情况。当然，这些交流都很有限，但是在与读者更加充分地交流后，我发现，尽管他们兴致颇高，却常常缺乏信心：他们不知道自己阅读时的注意力集中程度、谨慎程度和洞察力是否符合要求。这种不确定的感觉在每代人身上都有，只不过呈现方式不同。我尤其好奇的是被如今社会称为“最愚蠢的一代”的年轻人。不断有人声称，对同时存在的多种刺激物的沉溺使这些年轻人无法专注于某一事物，因此他们也就没有能力阅读那些大部头著作。有些年轻人对这种指责不屑一顾，但是大部分年轻人都或多或少地相信这是真的。在无数次被人指责没有能力阅读后，他们就懒得再做尝试了。这不只是十几岁、二十几岁的少年或青年的想法，我遇到过一些40多岁甚至更年长的人也怀有这种心态。他们当中的很多人说，自己以前会读书，不过因为习惯了在线阅读，注意力只能短暂集中，这让他们再也无法静下心，坐下来看完一本书了。他们坐立不安，时不时地打开",
      "type": "Text",
      "contain_formula": false,
      "font_size": 16.49250030517578,
      "font_name": "SimSun",
      "children": null
    }
  ]
}